Repository: droiter/openwrt-on-android
Catalog: files/www/owncloud/apps/calendar/l10n/*/calendar.po
Languages: eo, lb, si_lk, sq

source: Not all calendars are completely cached
eo: Ne ĉiuj kalendaroj estas tute kaŝmemorigitaj
lb: Net all d'Kalennere sinn vollstänneg gecacht
si_lk: සියලු දිනදසුන් සම්පූර්ණයෙන් හැඹිලිගත නොකල යුතුයි
sq: Jo të gjithë kalendarët janë pararuajtur tërësisht

source: Everything seems to be completely cached
eo: Ĉio ŝajnas tute kaŝmemorigita
lb: Alles schéngt komplett gecacht ze sinn
si_lk: දිස්වන සියල්ල සම්පූර්ණයෙන්ම හැඹිලිගත කරන්න
sq: Ç'do gjë duket të jetë pararuajtur tërësisht

source: No calendars found.
eo: Neniu kalendaro troviĝis.
lb: Keng Kalennere fonnt.
si_lk: දිනදසුන් හමුවී නැත.
sq: Nuk u gjend asnjë kalendar.

source: No events found.
eo: Neniu okazaĵo troviĝis.
lb: Keng Evenementer fonnt.
si_lk: සිදුවීම් හමුවී නැත.
sq: Nuk u gjend asnjë ngjarje.

source: Wrong calendar
eo: Malĝusta kalendaro
lb: Falsche Kalenner
si_lk: වැරදි දිනදසුනක්
sq: Kalendar i gabuar

source: You do not have the permissions to edit this event.
eo: Vi ne havas la permeson redakti ĉi tiun okazaĵon.
lb: Du hues keng Rechter fir d'Evenement ze editéieren.
si_lk: මෙම සිදුවීම සංස්කරණය කිරීම සදහා ඔබට අවසර නොමැත.
sq: Ju nuk keni të drejtë të modifikoni këtë ngjarje.

source: The file contained either no events or all events are already saved in your calendar.
eo: Aŭ la dosiero enhavas neniun okazaĵon aŭ ĉiuj okazaĵoj jam estas konservitaj en via kalendaro.
lb: De Fichier enthält entweder keen Evenement oder all d'Evenementer si schon an dengem Kalenner gespäichert.
si_lk: ලිපිගොනුවේ තුල කිසිදු සිදුවීමක් නොමැත හෝ සියලු සිදුවීම් දැනටමත් ඔබගේ දිනදසුනේ සුරැකී පවතී.
sq: Skedari ose nuk përmbante asnjë ngjarje,ose të gjithë verpimet janë të ruajtura më parë në kalendar.

source: Import failed
eo: Enporto malsukcesis
lb: Import ass feelgeschloen
si_lk: ආයත කිරීම අසාර්ථකයි
sq: Importimi dështoi

source: New Timezone:
eo: Nova horozono:
lb: Nei Zäitzon:
si_lk: නව වේලා කලාපය:
sq: Brez i ri orar:

source: Timezone changed
eo: La horozono estas ŝanĝita
lb: Zäitzon geännert
si_lk: වේලා කලාපය වෙනස්කරන ලදී.
sq: Brezi i orarit ndryshoi

source: Invalid request
eo: Nevalida peto
lb: Ongëlteg Aktioun
si_lk: අවලංගු අයැදුමක්
sq: Kerkesë e gabuar

source: Calendar
eo: Kalendaro
lb: Kalenner
si_lk: දිනදසුන
sq: Kalendar

source: Deletion failed
eo: Forigo malsukcesis
lb: Läsche feelgeschloen
si_lk: මකාදැමීම අසාර්ථකයි
sq: Fshirja dështoi

source: ddd d MMMM[ yyyy]{ - [ddd d] MMMM yyyy}
eo: ddd, la d-a de MMMM[ yyyy]{ – [ddd, la d-a de] MMMM yyyy}
si_lk: දිදිදි දි මාමාමාමා [ වවවව]{ - [දිදිදි දි] මාමාමාමා වවවව}

source: ddd d MMMM[ yyyy] HH:mm{ - [ ddd d MMMM yyyy] HH:mm}
eo: ddd, la d-a de MMMM[ yyyy] HH:mm{ – [ddd, la d-a de MMMM yyyy] HH:mm}
si_lk: දිදිදි දි මාමාමාමා [ වවවව] පැපැ:මිමි{ - [ දිදිදි දි මාමාමාමා වවවව] පැපැ:මිමි}

source: group
eo: grupo
lb: Grupp
si_lk: කණ්ඩායම
sq: grup

source: can edit
eo: povas redakti
lb: kann änneren
si_lk: සංස්කරණය කළ හැක
sq: mund të ndryshosh

source: can share
eo: kunhavebla
lb: kann deelen
sq: mund të ndajnë

source: ddd M/d
eo: ddd d/M
si_lk: දිදිදි මා/දි

source: dddd M/d
eo: dddd d/M
si_lk: දිදිදිදි මා/දි

source: MMM d[ yyyy]{ '–'[ MMM] d yyyy}
eo: d'a' de MMM[ yyyy]{ '–' d'a'[ de MMM] yyyy}
lb: MMM d[ yyyy]{ '&#8212;'[ MMM] d yyyy}

source: dddd, MMM d, yyyy
eo: dddd, la d-a de MMM yyyy
si_lk: දිදිදිදි, මාමාමා දි, වවවව

source: Sunday
eo: dimanĉo
lb: Sonndeg
si_lk: ඉරිදා
sq: Djelë

source: Monday
eo: lundo
lb: Méindeg
si_lk: සඳුදා
sq: Hënë

source: Tuesday
eo: mardo
lb: Dënschdeg
si_lk: අඟහරුවාදා
sq: Martë

source: Wednesday
eo: merkredo
lb: Mëttwoch
si_lk: බදාදා
sq: Mërkurë

source: Thursday
eo: ĵaŭdo
lb: Donneschdeg
si_lk: බ්‍රහස්පතින්දා
sq: Enjte

source: Friday
eo: vendredo
lb: Freideg
si_lk: සිකුරාදා
sq: Premte

source: Saturday
eo: sabato
lb: Samschdeg
si_lk: සෙනසුරාදා
sq: Shtune

source: Sun.
eo: dim.
lb: So.
si_lk: ඉරිදා
sq: Djelë

source: Mon.
eo: lun.
lb: Méi.
si_lk: සඳුදා
sq: Hën

source: Tue.
eo: mar.
lb: Dë.
si_lk: අඟ.
sq: Mar

source: Wed.
eo: mer.
lb: Më.
si_lk: බදාදා
sq: Mër

source: Thu.
eo: ĵaŭ.
lb: Do.
si_lk: බ්‍රහස්.
sq: Enj

source: Fri.
eo: ven.
lb: Fr.
si_lk: සිකු.
sq: Pre

source: Sat.
eo: sab.
lb: Sa.
si_lk: සෙන.
sq: Shtu

source: January
eo: Januaro
lb: Januar
si_lk: ජනවාරි
sq: Janar

source: February
eo: Februaro
lb: Februar
si_lk: පෙබරවාරි
sq: Shkurt

source: March
eo: Marto
lb: Mäerz
si_lk: මාර්තු
sq: Mars

source: April
eo: Aprilo
lb: Abrëll
si_lk: අප්‍රේල්
sq: Prill

source: May
eo: Majo
lb: Mee
si_lk: මැයි
sq: Maj

source: June
eo: Junio
lb: Juni
si_lk: ජූනි
sq: Qershor

source: July
eo: Julio
lb: Juli
si_lk: ජූලි
sq: Korrik

source: August
eo: Aŭgusto
si_lk: අගෝස්තු
sq: Gusht

source: September
eo: Septembro
si_lk: සැප්තැම්බර්
sq: Shtator

source: October
eo: Oktobro
lb: Oktober
si_lk: ඔක්තෝබර
sq: Tetor

source: November
eo: Novembro
si_lk: නොවැම්බර්
sq: Nëntor

source: December
eo: Decembro
lb: Dezember
si_lk: දෙසැම්බර්
sq: Dhjetor

source: May.
eo: Maj.
lb: Mee
si_lk: මැයි
sq: Maj

source: Aug.
eo: Aŭg.
si_lk: අගෝ.
sq: Gush

source: Oct.
eo: Okt.
lb: Okt.
si_lk: ඔක්.
sq: Tet

source: All day
eo: La tuta tago
lb: De ganzen Dag
si_lk: සියලු දින
sq: Gjatë gjithë dites

source: New Calendar
eo: Nova kalendaro
lb: Neie Kalenner
si_lk: නව දිනදසුන
sq: Kalendar i ri

source: Missing or invalid fields
eo: Estas mankantaj aŭ nevalidaj kampoj
lb: Feelend oder falsch Informatiounen
sq: Fushat janë ose gabim ose mungojnë fare

source: Title
eo: Titolo
lb: Titel
si_lk: මාතෘකාව
sq: Titulli

source: From Date
eo: ekde la dato
lb: Vun Datum
si_lk: දින සිට
sq: Nga Data

source: From Time
eo: ekde la horo
lb: Vun Zäit
si_lk: වේලාවේ සිට
sq: Nga Ora

source: To Date
eo: ĝis la dato
lb: Bis Datum
si_lk: දින දක්වා
sq: Në Daten

source: To Time
eo: ĝis la horo
lb: Bis Zäit
si_lk: වේලාව දක්වා
sq: Në Oren

source: The event ends before it starts
eo: La okazaĵo finas antaŭ komenci
lb: D'Evenement hält op bevir et ufänkt
si_lk: සිදුවීම ආරම්භකිරීමට පෙර අවසන්වුනි
sq: Ngjarja përfundon përpara se te filloje

source: There was a database fail
eo: Datumbaza malsukceso okazis
lb: En Datebank-Feeler ass opgetrueden
si_lk: දත්ත සමුදායේ දෝෂයක්
sq: Pati nje dështim në databazë

source: Birthday
eo: Naskiĝotago
lb: Gebuertsdag
si_lk: උපන්දින
sq: Ditëlindje

source: Business
eo: Negoco
lb: Geschäftlech
si_lk: ව්‍යාපාරික
sq: Biznes

source: Call
eo: Voko
lb: Uruff
si_lk: ඇමතුම
sq: Thirrje

source: Clients
eo: Klientoj
lb: Clienten
si_lk: සේවාලාභින්
sq: Klientë

source: Deliverer
eo: Livero
lb: Liwwerant
si_lk: බාරදෙන්නා
sq: Dorëzuesi

source: Holidays
eo: Ferioj
lb: Vakanzen
si_lk: නිවාඩු දින
sq: Pushime

source: Ideas
eo: Ideoj
lb: Ideeën
si_lk: අදහස්
sq: Ide

source: Journey
eo: Vojaĝo
lb: Dag
si_lk: සංචාරය
sq: Udhëtim

source: Jubilee
eo: Jubileo
lb: Jubiläum
si_lk: උත්සවය/ජුබිලිය
sq: Jubile

source: Meeting
eo: Rendevuo
si_lk: රැස්වීම
sq: Takim

source: Other
eo: Alia
lb: Aner
si_lk: වෙනත්
sq: Tjetër

source: Personal
eo: Persona
lb: Perséinlech
si_lk: පෞද්ගලික
sq: Personale

source: Projects
eo: Projektoj
lb: Projeten
si_lk: ව්‍යාපෘති
sq: Projekte

source: Questions
eo: Demandoj
lb: Froen
si_lk: ප්‍රශ්න
sq: Pyetje

source: Work
eo: Laboro
lb: Aarbecht
si_lk: කාර්යය
sq: Punë

source: by
eo: de
lb: vun
si_lk: විසින්
sq: nga

source: unnamed
eo: nenomita
lb: ouni Numm
si_lk: නිර්නාමික
sq: pa emer

source: You do not have the permissions to update this calendar.
eo: Vi ne havas la permeson ĝisdatigi ĉi tiun kalendaron.
lb: Du hues keng Rechter fir dëse Kalenner ze editéieren.
si_lk: මෙම දින දසුන යාත්කාලීන කිරීම සදහා ඔබට අවසර නොමැත
sq: Ju nuk keni të drejta të perditësoni këtë kalendar.

source: You do not have the permissions to delete this calendar.
eo: Vi ne havas la permeson forigi ĉi tiun kalendaron.
lb: Du hues keng Rechter fir dëse Kalenner ze läschen.
si_lk: මෙම දින දසුන මකාදැමිම සදහා ඔබට අවසර නොමැත
sq: Ju nuk keni të drejta të fshini këtë kalendar.

source: You do not have the permissions to add to this calendar.
eo: Vi ne havas la permeson aldoni al ĉi tiu kalendaro.
lb: Du hues keng Rechter fir ee Kalenner dobäizesetzen.
si_lk: මෙම දින දසුනට එකතු කිරීම සදහා ඔබට අවසර නොමැත
sq: Ju nuk keni të drejta të shtoni në këtë kalendar.

source: You do not have the permissions to add events to this calendar.
eo: Vi ne havas la permeson aldoni okazaĵojn al ĉi tiu kalendaro.
lb: Du hues keng Rechter fir Evenementer an dëse Kalenner dobäizesetzen.
si_lk: මෙම දින දසුනට සිදුවීම් එකතු කිරීම සදහා ඔබට අවසර නොමැත
sq: Ju nuk keni të drejta të shtoni ngjarje në këtë kalendar.

source: You cannot add non-public events to a shared calendar.
eo: Vi ne povas aldoni nepublikajn okazaĵon al kunhavata kalendaro.
sq: Ju nuk mund të shtoni ngjarjet jo-publike të një kalendari të përbashkët.

source: You do not have the permissions to delete this event.
eo: Vi ne havas la permeson forigi ĉi tiun okazaĵon.
lb: Du hues keng Rechter fir d'Evenement ze läschen.
si_lk: මෙම සිදුවීම මකාදැමීම සදහා ඔබට අවසර නොමැත.
sq: Ju nuk keni të drejta të fshini këtë ngjarje.

source: Busy
eo: Okupita
lb: Beschäftegt
si_lk: කාර්යබහුල
sq: I/e Zenë

source: Show full event
eo: Montri okazaĵon tute
lb: Ganzt Evenement uweisen
sq: Shfaq ngjarje plotë

source: Show only busy
eo: Montri nur okupitajn
lb: Just als beschäftegt uweisen
sq: Shfaq vetëm i zënë

source: Hide event
eo: Malmontri okazaĵon
lb: Evenement verstoppen
sq: Fsheh Ngjarjen

source: Does not repeat
eo: Ĉi tio ne ripetiĝas
lb: Widderhëlt sech net
si_lk: පුනරාවර්ථන නොවේ
sq: Nuk përsëritet

source: Daily
eo: Tage
lb: All Dag
si_lk: දිනපතා
sq: Përditë

source: Weekly
eo: Semajne
lb: All Woch
si_lk: සතිපතා
sq: Javore

source: Every Weekday
eo: Labortage
lb: All Wochendag
si_lk: සෑම වැඩකරන දිනකම
sq: Ç'do ditë jave

source: Bi-Weekly
eo: Semajnduope
lb: All zweet Woch
si_lk: දෙසතියකට වරක්
sq: Bi-Javor

source: Monthly
eo: Monate
lb: All Mount
si_lk: මාසික
sq: I përmuajshem

source: Yearly
eo: Jare
lb: All Joer
si_lk: වාර්ෂික
sq: I përvitshem

source: never
eo: neniam
lb: ni
si_lk: කවදාවත්
sq: asnjëherë

source: by occurrences
eo: laŭ aperoj
lb: no Virkommen
si_lk: සිදුවීම් අනුව
sq: nga rastisjet

source: by date
eo: laŭ dato
lb: no Datum
si_lk: නව දිනදසුන
sq: sipas datës

source: by monthday
eo: laŭ monattago
lb: no Dag vum Mount
si_lk: මාසයේ දින අනුව
sq: sipas dites së muajit

source: by weekday
eo: laŭ semajntago
lb: no Wochendag
si_lk: සතියේ දින අනුව
sq: sipas dites së javes

source: events week of month
eo: la monatsemajno de la okazaĵo
lb: Evenements-Woch vum Mount
si_lk: මාසයකදී සතියක තිබෙන සිදුවීම්
sq: ngjarje në javën e muajit

source: first
eo: unua
lb: éischt
si_lk: පළමු
sq: i pari

source: second
eo: dua
lb: zweet
si_lk: දෙවන
sq: i dyti

source: third
eo: tria
lb: drëtt
si_lk: තෙවන
sq: i treti

source: fourth
eo: kvara
lb: véiert
si_lk: සිව්වන
sq: i katerti

source: fifth
eo: kvina
lb: fënneft
si_lk: පස්වන
sq: i pesti

source: last
eo: lasta
lb: lescht
si_lk: අවසාන
sq: i fundit

source: by events date
eo: laŭ okazaĵdato
lb: no Evenements-Datum
si_lk: සිදුවීම් දිනය අනුව
sq: sipas datës së ngjarjeve

source: by yearday(s)
eo: laŭ jartago(j)
lb: no Dag am Joer
si_lk: වර්ශයේ දිනයන් අනුව
sq: sipas ditës së viteve

source: by weeknumber(s)
eo: laŭ semajnnumero(j)
lb: no Wochennummer(en)
si_lk: සතියේ අංකය අනුව
sq: sipas nr të javes/ve

source: by day and month
eo: laŭ tago kaj monato
lb: no Dag a Mount
si_lk: දිනය හා මාසය අනුව
sq: sipas ditës dhe muajit

source: Contact birthdays
eo: Naskiĝotagoj de la kontaktoj
lb: Gebuertsdeeg vun de Kontakter
sq: Kontakt ditëlindje

source: Date
eo: Dato
lb: Datum
si_lk: දිනය
sq: Datë

source: Cal.
eo: Kal.
lb: Kal.
si_lk: දිනද.
sq: Kal

source: Day
eo: Tago
lb: Dag
sq: Dit

source: Week
eo: Semajno
lb: Woch
si_lk: සතිය
sq: Javë

source: Month
eo: Monato
lb: Mount
si_lk: මාසය
sq: Muaj

source: Today
eo: Hodiaŭ
lb: Haut
si_lk: අද
sq: Sot

source: CalDav Link
eo: CalDav-a ligilo
si_lk: CalDav සබැදිය
sq: Lidhja CalDav

source: Timezone
eo: Horozono
lb: Zäitzon
si_lk: වේලා කලාපය
sq: Brezi Orar

source: Update timezone automatically
eo: Aŭtomate ĝisdatigi la horozonon
lb: Zäitzon automatesch updaten
si_lk: ස්වයංක්‍රීයව වේලා කලාපය යාවත්කාලීන කිරිම.
sq: Përditësoni brezin orar automatikisht

source: Time format
eo: Horoformo
lb: Zäit-Format
si_lk: කාල හැඩතලය
sq: Formati i ores

source: Start week on
eo: Komenci semajnon je
lb: Woch ufänken um
si_lk: ආරම්භකරන සතිය
sq: Filloni javën të

source: Cache
eo: Kaŝmemoro
si_lk: හැඹිලිය
sq: Pararuajtije/Cache

source: Clear cache for repeating events
eo: Forviŝi kaŝmemoron por ripeto de okazaĵoj
lb: Cache vun de widderhuelenden Evenementer läschen
si_lk: පුනරාවර්ථන සිදුවීම් සදහා හැඹිලිය හිස් කරන්න
sq: Pastroni cache nga ngjarjet e përsëritura

source: Primary CalDAV address
eo: Ĉefa CalDAV-adreso

source: iOS/OS X CalDAV address
eo: CalDAV-adreso por iOS/OS X

source: Share Calendar
eo: Kunhavigi kalendaron
lb: Kalenner deelen
si_lk: බෙදාහදාගත් දිනදසුන
sq: Ndaj kalendarin

source: Download
eo: Elŝuti
lb: Eroflueden
si_lk: බාන්න
sq: Shkarko

source: Edit
eo: Redakti
lb: Editéieren
si_lk: සැකසීම
sq: Modifiko

source: Delete
eo: Forigi
lb: Läschen
si_lk: මකන්න
sq: Fshij

source: New calendar
eo: Nova kalendaro
lb: Neie Kalenner
si_lk: නව දින දර්ශනය
sq: Kalendar i ri

source: Edit calendar
eo: Redakti la kalendaron
lb: Kalenner editéieren
si_lk: දිනදසුන සකසන්න
sq: Modifiko kalendarin

source: Edit event
eo: Redakti okazaĵon
lb: Evenement änneren
sq: Ndrysho një ngjarje

source: Save event
eo: Konservi okazaĵon
lb: Evenement späicheren
sq: Ruaj ngjarjen

source: Delete event
eo: Forigi okazaĵon
lb: Evenement läschen
sq: Elimino ngjarje

source: Eventinfo
eo: Informo de okazaĵo
lb: Evenement-Info
si_lk: සිදුවීම්විස්තරය
sq: Informacioni i ngjarjes

source: Repeating
eo: Ripetata
lb: Widderhëlt sech
si_lk: පුනරාවර්ථනයන්
sq: Përsëritje

source: Alarm
eo: Alarmo
si_lk: සීනුව

source: Attendees
eo: Ĉeestontoj
lb: Participanten
si_lk: කැටුව යන්නන්
sq: Pjesëmarrësit

source: Share
eo: Kunhavigi
lb: Deelen
si_lk: අංශය/පංගුව
sq: Ndaj

source: Title of the Event
eo: Okazaĵotitolo
lb: Titel vum Evenement
si_lk: සිදුවීමේ මාතෘකාව
sq: Titulli i ngjarjes

source: from
eo: el
lb: vun
si_lk: වෙතින්
sq: Nga

source: to
eo: ĝis
lb: bis
sq: tek

source: All Day Event
eo: La tuta tago
lb: Ganzdaags-Evenement
si_lk: දිනයේ සියලු සිදුවීම්
sq: Ngjare e gjithë ditës

source: Advanced options
eo: Altnivela agordo
lb: Erweidert Optiounen
si_lk: ඉහල විකල්ප
sq: Opsjone të përparuara

source: Location
eo: Loko
lb: Uert
si_lk: ස්ථානය
sq: Vendndodhja

source: Categories (separate by comma)
eo: Kategorioj (apartigu per komo)
lb: Rubriken (mat Komma getrennt)
sq: Kategoritë (të ndara me presje)

source: Edit categories
eo: Redakti kategoriojn
lb: Rubriken editéieren
si_lk: ප්‍රභේදයන් සංස්කරණය
sq: Modifikoni kategoritë

source: Description
eo: Priskribo
lb: Beschreiwung
si_lk: විස්තර
sq: Përshkrimi

source: Export event
eo: Malenporti okazaĵon
lb: Kalenner exportéieren
sq: Eksporto ngjarje

source: Repeat
eo: Ripeti
lb: Widderhuelen
si_lk: පුනරාවර්ථන
sq: Përsërit

source: Advanced
eo: Altnivelo
lb: Erweidert
si_lk: දියුණු/උසස්
sq: E përparuar

source: Select weekdays
eo: Elekti semajntagojn
lb: Wochendeeg auswielen
si_lk: තෝරාගත් සතියේ දින
sq: Zgjidhni ditët e javes

source: Select days
eo: Elekti tagojn
lb: Deeg auswielen
si_lk: තෝරාගත් දිනයන්
sq: Zgjidhni ditët

source: and the events day of year.
eo: kaj la jartago de la okazaĵo.
lb: an den Dag vum Joer vum Evenement.
si_lk: සහ වසරේ සිදුවීම් සිදුවු දිනය.
sq: dhe ngjarjet e ditës së vitit.

source: and the events day of month.
eo: kaj la monattago de la okazaĵo.
lb: an den Dag vum Mount vum Evenement.
si_lk: සහ මාසයේ සිදුවීම් සිදුවු දිනය.
sq: dhe ngjarjet e ditës së muajit.

source: Select months
eo: Elekti monatojn
lb: Méint auswielen
si_lk: තෝරාගත් මාස
sq: Zgjidhni muajt

source: Select weeks
eo: Elekti semajnojn
lb: Wochen auswielen
si_lk: තෝරාගත් සති
sq: Zgjidhni javët

source: and the events week of year.
eo: kaj la jarsemajno de la okazaĵo.
lb: an den d'Events Woch vum Joer.
si_lk: සහ වසරේ සිදුවීම් සිදුවු සතිය.
sq: dhe ngjarjet e javës së vitit.

source: Interval
eo: Intervalo
lb: Intervall
si_lk: විවේකය
sq: Intervali

source: End
eo: Fino
lb: Enn
si_lk: අවසානය
sq: Fund

source: occurrences
eo: aperoj
lb: Widderhuelungen
si_lk: සිදුවීම්
sq: rastisjet

source: Visibility to people shared with
eo: Videblo por uloj kunhavantaj
lb: Visibilitéit fir Leit mat deene gedeelt gëtt
sq: Shikuezëm nga njerëz të ndarë me

source: create a new calendar
eo: Krei novan kalendaron
lb: En neie Kalenner erstellen
si_lk: නව දිනදසුනක් නිර්මාණය කරන්න
sq: krijoni një kalendar të ri

source: Import a calendar file
eo: Enporti kalendarodosieron
lb: E Kalenner-Fichier importéieren
si_lk: දිනදසුන් ගොනුවක් ආයත කරන්න
sq: Importoni një skedar kalendari

source: Please choose a calendar
eo: Bonvolu elekti kalendaron
lb: Wiel w.e.gl e Kalenner aus
si_lk: කරුණාකර දිනදසුනක් තෝරන්න
sq: Ju lutem zgjidhni një kalendar

source: Name of new calendar
eo: Nomo de la nova kalendaro
lb: Numm vum neie Kalenner
si_lk: නව දිනදසුනේ නම
sq: Emri i kalendarit të ri

source: Take an available name!
eo: Prenu haveblan nomon!
lb: Huel en verfügbaren Numm!
si_lk: තිබෙන නමක් ගැනීම!
sq: Zgjidhni një emër te mundshëm

source: A Calendar with this name already exists. If you continue anyhow, these calendars will be merged.
eo: Kalendaro kun ĉi tiu nomo jam ekzastas. Se vi malgraŭe daŭros, ĉi tiuj kalendaroj kunfandiĝos.
lb: Et existéiert schon e Kalenner mat dësem Numm. Wann s du weidermëss ginn déi Kalennere fusionéiert.
si_lk: මෙම නමින් තිබෙන දිනදසුනක් දැනටම අඩංගුව පවතී. ඔබ මෙය දිගටම කරන්නේනම්, මෙම දිනදසුන ඉදිරියෙදි මුසුවේ.
sq: Një kalendar më këtë emër ekziston, nëse gjithsesi do të vazhdoni , kalendarët do të bashkohen

source: Remove all events from the selected calendar
eo: Forigi ĉiujn okazaĵojn el la elektita kalendaro
lb: All Eventer gi vum ausgewielte Kalenner geläscht.
si_lk: තෝරාගත් දින දර්ශකයේ සඳහන් සියලු සිදුවීම් ඉවත් කරන්න
sq: Hiqni të gjithë ngjarjet nga kalendari i zgjedhur

source: Import
eo: Enporti
si_lk: ආයාත කරන්න
sq: Importo

source: Close Dialog
eo: Fermi la dialogon
lb: Dialog zoumaachen
si_lk: සංවාදය නැවැත්වීම
sq: Mbyllni dialogun

source: Create a new event
eo: Krei okazaĵon
lb: En neit Evenement erstellen
si_lk: නව සිදුවීමක් නිර්මාණය කරන්න
sq: Krijoni një ngjarje të re

source: Create event
eo: Krei okazaĵon
lb: Evenement erstellen
sq: Krijo një ngjarje

source: Share with user or group
eo: Kunhavigi kun uzanto aŭ grupo
lb: Mat Benotzer oder Grupp deelen
sq: Ndarë me përdorues ose grup

source: Unshare
eo: Malkunhavigi
lb: Net méi deelen
si_lk: නොබෙදු
sq: Hiq ndarjen

source: Not shared with anyone
eo: Kunhavigata kun neniu
lb: Mat kengem gedeelt
sq: Nuk është e ndarë me askënd

source: Send Email
eo: Sendi retpoŝton
lb: Email schécken
sq: Dërgo Email-i

source: Shared via calendar
eo: Kunhavigita per kalendaro
lb: Iwwer Kalenner deelen
si_lk: දිනදසුන හරහා බෙදාහදා ගැනීම්
sq: E ndarë nëpërmjet kalendarit

source: Not shared with anyone via calendar
eo: Kunhavigata kun neniu per kalendaro
lb: Mat kengem iwwer Kalenner gedeelt
sq: Nuk është e ndarë me askënd nëpërmjet kalendarit

source: View an event
eo: Vidi okazaĵon
lb: Een Evenement kucken
si_lk: සිදුවීම දක්වන්න
sq: Shikoni një gjarje

source: Category
eo: Kategorio
lb: Kategorie
si_lk: ප්‍රභේද
sq: Kategoria

source: No categories selected
eo: Neniu kategorio elektita
lb: Keng Rubriken ausgewielt
si_lk: ප්‍රවර්ගයන් කිසිවක් තෝරනු ලැබුවේ නැත
sq: Asjë kategori nuk është zgjedhur

source: %s of %s
eo: %s el %s
sq: %s e %s

source: Access Class
eo: Alirpermesa klaso
lb: Zougrëffs-Klass
sq: Përdor Klasën

source: From
eo: Ekde
lb: Vun
si_lk: සිට
sq: Nga

source: at
eo: ĉe
lb: bei
si_lk: දි
sq: në

source: To
eo: Ĝis
lb: Fir
si_lk: දකවා
sq: Për

source: Feb.
si_lk: පෙබ.
sq: Shk

source: Apr.
lb: Abr.
si_lk: අප්‍රේල්
sq: Pri

source: Jun.
si_lk: ජුනි
sq: Qer

source: Jul.
si_lk: ජුලි
sq: Kor

source: Sep.
si_lk: සැප්.
sq: Shta

source: Nov.
si_lk: නොවැ.
sq: Nën

source: Dec.
lb: Dez.
si_lk: දෙසැ.
sq: Dhje

source: ddd
si_lk: දිදිදි

source: MMMM yyyy
si_lk: මාමාමාමා වවවව

source: Jan.
si_lk: ජන.

source: Mar.
lb: Mäe.
si_lk: මාර්තු

source: 24h
si_lk: පැය 24

source: 12h
si_lk: පැය 12
