Repository: droiter/openwrt-on-android
Catalog: files/www/owncloud/apps/contacts/l10n/*/contacts.po
Languages: ast, ca, da, de_de, el, eo, es, et_ee, fi_fi, fr, gl, it, ja, ko, pt_pt, ro, sk_sk, tr, zh_tw

source: Navigation
ast: Navegación
ca: Navegació
da: Navigering
el: Πλοήγηση
eo: Navigado
es: Navegación
et_ee: Navigeerimine
fi_fi: Suunnistus
gl: Navegación
it: Navigazione
ja: ナビゲーション
ko: 탐색
pt_pt: Navegação
ro: Navigare
sk_sk: Navigácia
tr: Gezinme
zh_tw: 導覽

source: Next contact in list
ast: Siguiente contautu na llista
ca: Següent contacte de la llista
da: Næste kontaktperson i listen
de_de: Nächster Kontakt aus der Liste
el: Επόμενη επαφή στη λίστα
eo: Jena kontakto en la listo
es: Siguiente contacto en la lista
et_ee: Järgmine kontakt nimekirjas
fi_fi: Seuraava yhteystieto luettelossa
fr: Contact suivant dans la liste
gl: Seguinte contacto na lista
it: Contatto successivo in elenco
ja: リスト内の次の連絡先
ko: 목록의 다음 연락처
pt_pt: Próximo contacto na lista
ro: Următorul contact din listă
sk_sk: Ďalší kontakt v zozname
tr: Listedeki sonraki kişi
zh_tw: 清單中的下一位聯絡人

source: Previous contact in list
ast: Anterior contautu na llista
ca: Contacte anterior de la llista
da: Forrige kontaktperson i listen
de_de: Vorheriger Kontakt aus der Liste
el: Προηγούμενη επαφή στη λίστα
eo: Maljena kontakto en la listo
es: Anterior contacto en la lista
et_ee: Eelmine kontakt nimekirjas
fi_fi: Edellinen yhteystieto luettelossa
fr: Contact précédent dans la liste
gl: Contacto anterior na lista
it: Contatto precedente in elenco
ja: リスト内の前の連絡先
ko: 목록의 이전 연락처
pt_pt: Contacto anterior na lista
ro: Contactul anterior din listă
sk_sk: Predchádzajúci kontakt v zozname
tr: Listedeki önceki kişi
zh_tw: 清單中的上一位聯絡人

source: Expand/collapse current addressbook
ast: Abrir/zarrar la llibreta actual
ca: Expandeix/col·lapsa la llibreta d'adreces
da: Udvid/sammenfold nuværende adressebog
de_de: Ausklappen / Einklappen des Adressbuches
el: Ανάπτυξη/σύμπτυξη τρέχοντος βιβλίου διευθύνσεων
eo: Etendi/Maletendi la nunan adresaron
es: Abrir/cerrar la libreta actual
et_ee: Ava/Sulge praegune aadressiraamat
fi_fi: Laajenna/supista nykyinen osoitekirja
fr: Dé/Replier le carnet d'adresses courant
gl: Expandir/contraer o caderno de enderezos actual
it: Espandi/Contrai la rubrica corrente
ja: 現在のアドレス帳を展開する／折りたたむ
ko: 현재 주소록 접기/펴기
pt_pt: Expandir/encolher o livro de endereços atual
sk_sk: Rozšíriť/stiahnuť aktuálny adresár
tr: Şu anki adres defterini genişlet/daralt
zh_tw: 展開/收合目前的通訊錄

source: Next addressbook
ast: Siguiente llibreta de direiciones
ca: Llibreta d'adreces següent
da: Næste adressebog
de_de: Nächstes Adressbuch
el: Επόμενο βιβλίο διευθύνσεων
eo: Jena adresaro
es: Siguiente libreta de direcciones
et_ee: Järgmine aadressiraamat
fi_fi: Seuraava osoitekirja
fr: Carnet d'adresses suivant
gl: Seguinte caderno de enderezos
it: Rubrica successiva
ja: 次のアドレス帳
ko: 다음 주소록
pt_pt: Próximo livro de endereços
ro: Urmatoarea agenda
sk_sk: Ďalší adresár
tr: Sonraki adres defteri
zh_tw: 下一本通訊錄

source: Previous addressbook
ast: Anterior llibreta de direiciones
ca: Llibreta d'adreces anterior
da: Forrige adressebog
de_de: Vorheriges Adressbuch
el: Προηγούμενο βιβλίο διευθύνσεων
eo: Maljena adresaro
es: Anterior libreta de direcciones
et_ee: Eelmine aadressiraamat
fi_fi: Edellinen osoitekirja
fr: Carnet d'adresses précédent
gl: Anterior caderno de enderezos
it: Rubrica precedente
ja: 前のアドレス帳
ko: 이전 주소록
pt_pt: Livro de endereços anterior
ro: Agenda anterioara
sk_sk: Predošlý adresár
tr: Önceki adres defteri
zh_tw: 上一本通訊錄

source: Actions
ast: Aiciones
ca: Accions
da: Handlinger
de_de: Aktionen
el: Ενέργειες
eo: Agoj
es: Acciones
et_ee: Tegevused
fi_fi: Toiminnot
gl: Accións
it: Azioni
ja: アクション
ko: 작업
pt_pt: Ações
ro: Acțiuni
sk_sk: Akcie
tr: Eylemler
zh_tw: 動作

source: Refresh contacts list
ast: Refrescar la llista de contautos
ca: Carrega de nou la llista de contactes
da: Genindlæs kontaktliste
de_de: Kontaktliste neu laden
el: Ανανέωση λίστας επαφών
eo: Refreŝigi la kontaktoliston
es: Refrescar la lista de contactos
et_ee: Värskenda kontaktide nimekirja
fi_fi: Päivitä yhteystietoluettelo
fr: Actualiser la liste des contacts
gl: Anovar a lista de contactos
it: Aggiorna l'elenco dei contatti
ja: 連絡先リストを再読込する
ko: 연락처 목록 새로 고침
pt_pt: Recarregar lista de contactos
ro: Actualizează lista de contacte
sk_sk: Obnov zoznam kontaktov
tr: Kişi listesini yenile
zh_tw: 重新整理聯絡人清單

source: Add new contact
ast: Amestar un contautu nuevu
ca: Afegeix un contacte nou
da: Tilføj ny kontaktperson
de_de: Neuen Kontakt hinzufügen
el: Προσθήκη νέας επαφής
eo: Aldoni novan kontakton
es: Añadir un nuevo contacto
et_ee: Lisa uus kontakt
fi_fi: Lisää uusi yhteystieto
fr: Ajouter un nouveau contact
gl: Engadir un contacto novo
it: Aggiungi un nuovo contatto
ja: 新しい連絡先を追加
ko: 새 연락처 추가
pt_pt: Adicionar novo contacto
ro: Adaugă contact nou
sk_sk: Pridať nový kontakt
tr: Yeni kişi ekle
zh_tw: 新增聯絡人

source: Add new addressbook
ast: Amestar llibreta de direiciones nueva
ca: Afegeix una llibreta d'adreces nova
da: Tilføj ny adressebog
de_de: Neues Adressbuch hinzufügen
el: Προσθήκη νέου βιβλίου επαφών
eo: Aldoni novan adresaron
es: Añadir nueva libreta de direcciones
et_ee: Lisa uus aadressiraamat
fi_fi: Lisää uusi osoitekirja
fr: Ajouter un nouveau carnet d'adresses
gl: Engadir un novo caderno de enderezos
it: Aggiungi una nuova rubrica
ja: 新しいアドレス帳を追加
ko: 새 주소록 추가
pt_pt: Adicionar novo Livro de endereços
ro: Adaugaţi o noua agenda
sk_sk: Pridať nový adresár
tr: Yeni adres defteri ekle
zh_tw: 新增通訊錄

source: Delete current contact
ast: Desaniciar contautu actual
ca: Esborra el contacte
da: Slet aktuelle kontaktperson
de_de: Aktuellen Kontakt löschen
el: Διαγραφή τρέχουσας επαφής
eo: Forigi la nunan kontakton
es: Eliminar contacto actual
et_ee: Kustuta praegune kontakt
fi_fi: Poista nykyinen yhteystieto
fr: Effacer le contact sélectionné
gl: Eliminar o contacto actual
it: Elimina il contatto corrente
ja: 現在の連絡先を削除
ko: 현재 연락처 삭제
pt_pt: Apagar o contacto atual
ro: Șterge contactul curent
sk_sk: Vymazať tento kontakt
tr: Geçerli kişiyi sil
zh_tw: 刪除這個聯絡人

source: You have no contacts in your address book or your address book is disabled.
ast: Nun tienes contautos na to llibreta de direiciones, o la llibreta ta desactivada.
ca: No teniu contactes a la llibreta d'adreces o aquesta està desactivada.
da: Du har ingen kontaktpersoner i din adressebog eller din adressebog er ikke aktiv.
de_de: Sie haben keine Kontakte in Ihrem Adressbuch oder Ihr Adressbuch íst deaktiviert.
el: Δεν έχετε καθόλου επαφές στο βιβλίο διευθύνσεών σας ή το βιβλίο διευθύνσεων σας είναι απενεργοποιημένο.
es: No tiene contactos en su libreta de direcciones, o su libreta está desactivada.
et_ee: Aadressiraamatus puuduvad kontaktid või on aadressiraamatu kasutus keelatud.
fi_fi: Osoitekirjassasi ei ole yhteystietoja, tai osoitekirjasi on pois käytöstä.
fr: Vous n'avez aucun contact dans votre carnet d'adresses ou votre carnet d'adresses est désactivé.
gl: Non ten contactos no caderno de enderezos ou o caderno de enderezos está desactivado.
it: Non hai contatti nella rubrica o la tua rubrica è disabilitata.
ja: アドレス帳に連絡先が登録されていないか、アドレス帳が無効です。
pt_pt: Não tem nenhuns contatos no seu livro de endereços ou o seu livro de endereços está desativo
ro: Nu aveţi nici un contact în agenda sau agenda este dezactivata
sk_sk: Nemáte žiadne kontakty vo vašom adresári alebo je váš adresár vypnutý.
tr: Adres defterinizde hiç bağlantınız yok veya adres defteriniz devre dışı.

source: Add a new contact or import existing contacts from a VCF file.
ast: Amiesta un contautu nuevu o importa contautos esistentes d'un ficheru VCF.
ca: Afegiu un contacte nou o importeu contactes existents des d'un fitxer VCF.
da: Tilføj en ny kontakt eller importer eksisterende kontakt fra en VCF fil.
de_de: Fügen Sie einen neuen Kontakt hinzu oder importieren Sie existierende Kontakte aus einer VCF-Datei.
el: Προσθέστε μια νέα επαφή ή εισαγάγετε υπάρχουσες επαφές από ένα VCF αρχείο.
es: Agregue un nuevo contacto o importe contactos existentes de un archivo VCF.
et_ee: Lisa uus kontakt või impordi olemasolevad VCF failist.
fi_fi: Lisää uusi yhteystieto tai tuo olemassa olevia yhteystietoja VCF-tiedostosta.
fr: Ajouter un nouveau contact ou importer des contacts existants à partir d'un fichier VCF.
gl: Engada un novo contacto ou importe os contactos existentes desde un ficheiro VCF.
it: Aggiungi un nuovo contatto o importa contatti esistenti da un file VCF.
ja: 新しい連絡先を追加、もしくは既存の連絡先をVCFファイルからインポートしてください。
pt_pt: Adicione um novo contato ou importe através de um ficheiro VCF
sk_sk: Pridať nový kontakt alebo importovať existujúce kontakty zo súboru VCF.
tr: Yeni bir bağlantı ekleyin veya bir VCF dosyasından içe aktarın.

source: Which contact should the data be merged into?
ast: ¿En qué contautu tienen de fusionase los datos?
ca: A quin contacte li voleu combinar les dades?
da: Hvilken kontaktperson skal data føjes til?
de_de: In welchen Kontakt sollen die Daten zusammengeführt werden?
el: Με ποιά επαφή θα θέλατε να συγχωνευτούν τα δεδομένα?
es: ¿En qué contacto deben fusionarse los datos?
et_ee: Millisele kontaktile tuleks andmed lisada?
fi_fi: Mihin yhteystietoon tiedot tulee yhdistää?
fr: Vers quel contact les données doivent-elles être fusionnées ?
gl: A cales contactos misturaránselle os datos?
it: A quale contatto desideri unire i dati?
ja: どの連絡先のデータをマージしますか？
ko: 데이터를 어떤 연락처로 합치시겠습니까?
pt_pt: Quais os dados dos contactos que devem ser juntados?
sk_sk: Do ktorého kontaktu sa majú údaje zlúčiť?
tr: Veri hangi kişi ile birleştirilmeli?
zh_tw: 要將資料匯入至哪一個聯絡人?

source: Delete the other(s) after successful merge?
ast: ¿Desaniciar el/los otru(os) dempués d'una combinación satisfactoria?
ca: Elimino els altre(s) després d'una combinació satisfactòria?
da: Slet de andre efter gennemgørt sammenfletning?
de_de: Den/die Anderen löschen nach erfolgreicher Zusammenführung?
el: Διαγραφή του(ων) άλλου(ων) μετά την επιτυχή συγχώνευση?
es: ¿Borrar el/los otro(s) después de una combinación satisfactoria?
et_ee: Kustuta teine (teised) peale edukat ühendamist?
fi_fi: Poistetaanko muut onnistuneen yhdistämisen jälkeen?
fr: Supprimer le(s) autre(s) après une fusion réalisée avec succès ?
gl: Eliminar o(s) outro(s) após unha mistura satisfactoria?
it: Vuoi eliminare gli altri dopo il completamento dell'unione?
ja: マージが成功した後に他を削除しますか？
ko: 합친 후 다른 연락처를 삭제하시겠습니까?
pt_pt: Eliminar o(s) outro(s) após finalizar com sucesso a junção?
sk_sk: Zmazať ostatné po úspešnom zlúčení?
tr: Başarılı bir şekilde birleştirme yaptıktan sonra diğer(ler)i silinsin mi?
zh_tw: 合併成功後刪除多餘的聯絡人？

source: Compose mail
ast: Redactar mensaxe
ca: Redacta un correu electrónic
da: Skriv mail
de_de: E-Mail schreiben
el: Σύνθεση μηνύματος
eo: Redakti retpoŝtomesaĝon
es: Redactar mensaje
et_ee: Koosta kiri
fi_fi: Lähetä sähköpostia
fr: Écrire un mail
gl: Redactar un correo
it: Componi messaggio
ja: メールを作成
ko: 메일 작성
pt_pt: Escrever e-mail.
ro: Compuneţi mesaj
sk_sk: Napísať správu
tr: Posta oluştur
zh_tw: 撰寫郵件

source: Delete current photo
ast: Desaniciar semeya actual
ca: Elimina la foto actual
da: Slet nuværende foto
de_de: Derzeitiges Foto löschen
el: Διαγραφή τρέχουσας φωτογραφίας
eo: Forigi nunan foton
es: Eliminar fotografía actual
et_ee: Kustuta praegune foto
fi_fi: Poista nykyinen valokuva
fr: Supprimer la photo actuelle
gl: Borrar a foto actual
it: Elimina la foto corrente
ja: 現在の写真を削除
ko: 현재 사진 삭제
pt_pt: Eliminar a foto actual
ro: Șterge poza curentă
sk_sk: Odstrániť túto fotku
tr: Mevcut fotoğrafı sil
zh_tw: 刪除這張相片

source: Edit current photo
ast: Editar semeya actual
ca: Edita la foto actual
da: Rediger nuværende foto
de_de: Derzeitiges Foto ändern
el: Επεξεργασία τρέχουσας φωτογραφίας
eo: Redakti nunan foton
es: Editar fotografía actual
et_ee: Muuda praegust pilti
fi_fi: Muokkaa nykyistä valokuvaa
fr: Editer la photo actuelle
gl: Editar a foto actual
it: Modifica la foto corrente
ja: 現在の写真を編集
ko: 현재 사진 편집
pt_pt: Editar a foto actual
ro: Editează poza curentă
sk_sk: Upraviť túto fotku
tr: Mevcut fotoğrafı düzenle
zh_tw: 編輯目前相片

source: Upload new photo
ast: Xubir semeya nueva
ca: Carrega una foto nova
da: Upload nyt foto
de_de: Neues Foto hochladen
el: Μεταφόρτωση νέας φωτογραφίας
eo: Alŝuti novan foton
es: Subir nueva fotografía
et_ee: Lae üles uus foto
fi_fi: Lähetä uusi valokuva
fr: Envoyer une nouvelle photo
gl: Enviar unha nova foto
it: Invia una nuova foto
ja: 新しい写真をアップロード
ko: 새 사진 업로드
pt_pt: Carregar nova foto
ro: Încarcă poză nouă
sk_sk: Nahrať novú fotku
tr: Yeni fotoğraf yükle
zh_tw: 上傳新照片

source: Select photo from Files
ast: Esbillar semeya de Ficheros
ca: Selecciona foto dels arxius
da: Vælg foto fra Filer
de_de: Wählen Sie ein Foto aus den Dateien
el: Επιλογή φωτογραφίας από τα Αρχεία
eo: Elekti foton el Dosieroj
es: Seleccionar foto desde Archivos
et_ee: Vali failidest pilt
fi_fi: Valitse kuva tiedostoista
fr: Sélectionner une photo dans des fichiers
gl: Seleccionar unha fotos nos ficheiros
it: Seleziona foto da File
ja: ファイルから写真を選択
pt_pt: Seleccione a foto a partir dos ficheiros
ro: Selectaţi poza din fişier
sk_sk: Vybrať fotku zo súborov
tr: Dosyalardan bir fotoğraf seçin
zh_tw: 從檔案中選擇相片

source: Favorite
ast: Favoritu
ca: Preferits
da: Foretrukken
de_de: Favorit
el: Αγαπημένο
eo: Favorato
es: Favorito
et_ee: Lemmik
fi_fi: Suosikki
fr: Favoris
gl: Favorito
it: Preferito
ja: お気に入り
ko: 즐겨찾기
pt_pt: Favorito
ro: Favorit
sk_sk: Obľúbené
tr: Sık Kullanılan
zh_tw: 我的最愛

source: Name
ast: Nome
ca: Nom
da: Navn
el: Όνομα
eo: Nomo
es: Nombre
et_ee: Nimi
fi_fi: Nimi
fr: Nom
gl: Nome
it: Nome
ja: 名前
ko: 이름
pt_pt: Nome
ro: Nume
sk_sk: Názov
tr: Ad
zh_tw: 名稱

source: First name
ast: Nome
ca: Nom
da: Fornavn
de_de: Vorname
el: Όνομα
eo: Persona nomo
es: Nombre
et_ee: Eesnimi
fi_fi: Etunimi
fr: Prénom
gl: Nome
it: Nome
ja: 名
ko: 이름
pt_pt: Primeiro Nome
ro: Prenume
sk_sk: Krstné meno
tr: Ad
zh_tw: 名子

source: Additional names
ast: Nomes adicionales
ca: Noms addicionals
da: Mellemnavne
de_de: Zusätzliche Namen
el: Επιπλέον ονόματα
eo: Pliaj nomoj
es: Nombres adicionales
et_ee: Lisanimed
fi_fi: Lisänimet
fr: Nom supplémentaires
gl: Nomes adicionais
it: Nomi aggiuntivi
ja: ミドルネーム
ko: 추가 이름
pt_pt: Nomes adicionais
sk_sk: Ďalšie mená
tr: İlave isimler
zh_tw: 額外名

source: Last name
ast: Apellíu
ca: Cognom
da: Efternavn
de_de: Nachname
el: Επώνυμο
eo: Familia nomo
es: Apellido
et_ee: Perekonnanimi
fi_fi: Sukunimi
fr: Nom
gl: Apelidos
it: Cognome
ja: 姓
ko: 성
pt_pt: Ultimo Nome
ro: Nume
sk_sk: Priezvisko
tr: Soyad
zh_tw: 姓氏

source: Address book
ast: Llibreta de direiciones
ca: Agenda
da: Adressebog
de_de: Adressbuch
el: Βιβλίο διευθύνσεων
eo: Adresaro
es: Libreta de direcciones
et_ee: Aadressiraamat
fi_fi: Osoitekirja
fr: Carnets d'adresses
gl: Caderno de enderezos
it: Rubrica
ja: アドレスブック
pt_pt: Livro de endereços
ro: Agenda
sk_sk: Adresár kontaktov
tr: Adres defteri
zh_tw: 通訊錄

source: Nickname
ast: Nomatu
ca: Sobrenom
da: Kaldenavn
de_de: Spitzname
el: Παρατσούκλι
eo: Kromnomo
es: Alias
et_ee: Hüüdnimi
fi_fi: Kutsumanimi
fr: Surnom
gl: Alcume
it: Pseudonimo
ja: ニックネーム
ko: 별명
pt_pt: Alcunha
ro: Pseudonim
sk_sk: Prezývka
tr: Takma ad
zh_tw: 綽號

source: Title
ast: Títulu
ca: Títol
da: Titel
de_de: Titel
el: Τίτλος
eo: Titolo
es: Título
et_ee: Pealkiri
fi_fi: Otsikko
fr: Titre
gl: Título
it: Titolo
ja: タイトル
ko: 직위
pt_pt: Título
ro: Titlu
sk_sk: Názov
tr: Başlık
zh_tw: 標題

source: Organization
ast: Organización
ca: Organització
da: Organisation
de_de: Organisation
el: Οργανισμός
eo: Organizaĵo
es: Organización
et_ee: Organisatsioon
fi_fi: Organisaatio
fr: Société
gl: Organización
it: Organizzazione
ja: 所属
ko: 조직
pt_pt: Organização
ro: Organizație
sk_sk: Organizácia
tr: Kurum
zh_tw: 組織

source: Birthday
ast: Data de nacencia
ca: Aniversari
da: Fødselsdag
de_de: Geburtstag
el: Γενέθλια
eo: Naskiĝotago
es: Fecha de nacimiento
et_ee: Sünnipäev
fi_fi: Syntymäpäivä
fr: Anniversaire
gl: Aniversario
it: Compleanno
ja: 誕生日
ko: 생일
pt_pt: Aniversário
ro: Zi de naștere
sk_sk: Narodeniny
tr: Doğum günü
zh_tw: 生日

source: Website
ast: Sitiu web
ca: Pàgina web
da: Hjemmeside
de_de: Webseite
el: Ιστοσελίδα
eo: TTT-ejo
es: Sitio web
et_ee: Veebileht
fi_fi: Verkkosivusto
fr: Site web
gl: Sitio web
it: Sito web
ja: ウェブサイト
pt_pt: Site da Internet
sk_sk: Webstránka
tr: Web sitesi

source: Instant messaging
ast: Mensaxería nel intre
ca: Missatgeria instantània
el: Άμεσα μηνύματα
eo: Tujmesaĝado
es: Mensajería instantánea
et_ee: Välksõnumid
fi_fi: Pikaviestintä
fr: Messagerie instantanée
gl: Mensaxería instantánea
it: Messaggistica istantanea
ja: インスタントメッセージ
pt_pt: Mensagens Instantâneas
tr: Anında mesajlaşma

source: Notes go here...
ast: Pues escribir notes equí...
ca: Escriviu notes aquí...
da: Skriv noter her...
de_de: Notizen hier hinein...
el: Πρόσθεσε τις σημειώσεις εδώ...
eo: Notoj iras tie ĉi...
es: Puede escribir notas aquí...
et_ee: Märkmed lähevad siia..
fi_fi: Muistiinpanot kuuluvat tähän...
fr: Remarques…
gl: As notas van aquí...
it: Le note vanno qui...
ja: メモはここに...
ko: 메모를 입력하십시오...
pt_pt: As notas ficam aqui:
sk_sk: Poznámky idú sem...
tr: Notları buraya ekleyin...
zh_tw: 註釋在此處

source: Add field...
ast: Amestar campu...
ca: Afegeix camp...
da: Tilføj felt...
de_de: Feld hinzufügen...
el: Προσθήκη πεδίου...
eo: Aldoni kampon...
es: Agregar campo...
et_ee: Lisa väli ...
fi_fi: Lisää kenttä...
fr: Ajouter un champ ...
gl: Engadir campo...
it: Aggiungi campo...
ja: フィールドを追加...
ko: 필드 추가...
pt_pt: Adicionar campo...
ro: Adaugaţi câmp...
sk_sk: Vložiť pole...
tr: Alan ekle...
zh_tw: 新增欄位...

source: Instant Messaging
ast: Mensaxería nel intre
ca: Missatgeria instantània
el: Άμεσα μηνύματα
eo: Tujmesaĝado
es: Mensajería instantánea
et_ee: Kiirsõnumid
fi_fi: Pikaviestintä
fr: Messagerie instantanée
gl: Mensaxería instantánea
it: Messaggistica istantanea
ja: インスタントメッセージ
ko: 인스턴트 메시지
pt_pt: Mensagens Instantâneas
ro: Mesaj instant
sk_sk: Okamžité správy IM
tr: Anında Mesajlaşma
zh_tw: 即時通訊

source: Note
ast: Nota
ca: Nota
de_de: Notiz
el: Σημείωση
eo: Noto
es: Nota
et_ee: Märkus
fi_fi: Muistio
gl: Nota
it: Nota
ja: メモ
ko: 메모
pt_pt: Nota
ro: Notă
sk_sk: Poznámka
tr: Not
zh_tw: 註解

source: Web site
ast: Sitiu Web
ca: Adreça web
da: Hjemmeside
de_de: Webseite
el: Ιστότοπος
eo: TTT-ejo
es: Sitio Web
et_ee: Veebisait
fi_fi: Verkkosivu
fr: Page web
gl: Sitio web
it: Sito web
ja: ウェブサイト
ko: 웹 사이트
pt_pt: Página web
ro: Site web
sk_sk: Web stránka
tr: Web sitesi
zh_tw: 網站

source: Preferred
ast: Preferíu
ca: Preferit
da: Foretrukken
de_de: Bevorzugt
el: Προτιμώμενο
eo: Preferata
es: Preferido
et_ee: Eelistatud
fi_fi: Ensisijainen
fr: Préféré
gl: Preferido
it: Preferito
ja: 推奨
ko: 선호함
pt_pt: Preferido
ro: Preferat
sk_sk: Uprednostňované
tr: Tercih edilen
zh_tw: 首選

source: Please specify a valid email address.
ast: Por favor especifica una direición de corréu-e válida.
ca: Especifiqueu una adreça de correu electrònic correcta
da: Indtast venligst en gyldig email-adresse.
de_de: Bitte tragen Sie eine gültige E-Mail-Adresse ein.
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
eo: Bonvolu specifi validan retpoŝtadreson.
es: Por favor especifica una dirección de correo electrónico válida.
et_ee: Palun sisesta korrektne e-posti aadress.
fi_fi: Anna kelvollinen sähköpostiosoite.
fr: Veuillez entrer une adresse e-mail valide.
gl: Indique un enderezo de correo correcto.
it: Specifica un indirizzo email valido
ja: 連絡先を追加
ko: 올바른 이메일 주소를 입력하십시오.
pt_pt: Por favor indique um endereço de correio válido
ro: Te rog să specifici un e-mail corect
sk_sk: Prosím zadajte platnú emailovú adresu.
tr: Lütfen geçerli bir e-posta adresi belirtin.
zh_tw: 註填入合法的電子郵件住址

source: Mail to address
ast: Unviar per corréu a la direición
ca: Envia per correu electrònic a l'adreça
da: Send mail til adresse
de_de: E-Mail an diese Adresse schicken
el: Αποστολή σε διεύθυνση
eo: Retpoŝtmesaĝo al adreso
es: Enviar por correo a la dirección
et_ee: Kiri aadressile
fi_fi: Lähetä sähköpostia
fr: Envoyer à l'adresse
gl: Enviar correo ao enderezo
it: Invia per email
ja: アドレスへメールを送信
ko: 이메일 보내기
pt_pt: Enviar correio para o endereço
ro: Trimite mesaj la e-mail
sk_sk: Odoslať na adresu
tr: E-posta adresi
zh_tw: 寄送住址

source: Delete email address
ast: Desaniciar direición de corréu-e
ca: Elimina l'adreça de correu electrònic
da: Slet email-adresse
de_de: E-Mail-Adresse löschen
el: Διαγραφή διεύθυνσης ηλ. ταχυδρομείου
eo: Forigi retpoŝþadreson
es: Eliminar dirección de correo electrónico
et_ee: Kustuta e-posti aadress
fi_fi: Poista sähköpostiosoite
fr: Supprimer l'adresse e-mail
gl: Eliminar o enderezo de correo
it: Elimina l'indirizzo email
ja: メールアドレスを削除
ko: 이메일 주소 삭제
pt_pt: Eliminar o endereço de correio
ro: Șterge e-mail
sk_sk: Odstrániť emailové adresy
tr: E-posta adresini sil
zh_tw: 刪除電子郵件住址

source: Enter phone number
ast: Introduz un númberu de teléfonu
ca: Escriviu el número de telèfon
da: Indtast telefonnummer
de_de: Telefonnummer angeben
el: Εισάγετε αριθμό τηλεφώνου
eo: Enigi telefonnumeron
es: Introduce un número de teléfono
et_ee: Sisesta telefoninumber
fi_fi: Anna puhelinnumero
fr: Entrer un numéro de téléphone
gl: Introduza o número de teléfono
it: Inserisci il numero di telefono
ja: 電話番号を入力
ko: 전화번호 입력
pt_pt: Insira o número de telefone
ro: Specifică numărul de telefon
sk_sk: Vložiť telefónne číslo
tr: Telefon numarasını girin
zh_tw: 輸入電話號碼

source: Go to web site
ast: Dir al sitiu Web
ca: Vés a la web
da: Gå til web site
de_de: Webseite aufrufen
el: Πήγαινε στον ιστότοπο
eo: Iri al TTT-ejon
es: Ir al sitio Web
et_ee: Mine veebisaidile
fi_fi: Siirry verkkosivulle
fr: Allez à la page web
gl: Ir ao sitio web
it: Vai al sito web
ja: Webサイトへ移動
ko: 웹 사이트로 가기
pt_pt: Ir para página web
ro: Vizitează site-ul
sk_sk: Navštíviť web stránku
tr: Web sitesine git
zh_tw: 打開網站

source: View on map
ast: Ver nel mapa
ca: Visualitza al mapa
da: Vis på kort
de_de: Auf der Karte zeigen
el: Προβολή στο χάρτη
eo: Vidi en mapo
es: Ver en el mapa
et_ee: Vaata kaardil
fi_fi: Näytä kartalla
fr: Voir sur une carte
gl: Ver no mapa
it: Visualizza sulla mappa
ja: 地図で表示
ko: 지도에서 보기
pt_pt: Ver no mapa
ro: Vezi pe hartă
sk_sk: Zobraziť na mape
tr: Haritada gör
zh_tw: 在地圖上檢視

source: Street address
ast: Cai
ca: Adreça
da: Gade
de_de: Straßenanschrift
el: Διεύθυνση οδού
eo: Stratadreso
es: Calle
et_ee: Tänava aadress
fi_fi: Katuosoite
fr: Adresse postale
gl: Enderezo da rúa
it: Indirizzo
ja: 住所1
ko: 도로명 주소
pt_pt: Endereço da Rua
ro: Adresa
sk_sk: Ulica
tr: Sokak adresi
zh_tw: 街道地址

source: Postal code
ast: Códigu postal
ca: Codi postal
da: Postnummer
de_de: Postleitzahl
el: Ταχυδρομικός Κωδικός
eo: Poŝtkodo
es: Código postal
et_ee: Postiindeks
fi_fi: Postinumero
fr: Code postal
gl: Código Postal
it: CAP
ja: 郵便番号
ko: 우편 번호
pt_pt: Código Postal
ro: Codul poștal
sk_sk: PSČ
tr: Posta kodu
zh_tw: 郵遞區號

source: City
ast: Ciudá
ca: Ciutat
da: By
de_de: Stadt
el: Πόλη
eo: Urbo
es: Ciudad
et_ee: Linn
fi_fi: Paikkakunta
fr: Ville
gl: Cidade
it: Città
ja: 都市
ko: 도시
pt_pt: Cidade
ro: Oraș
sk_sk: Mesto
tr: Şehir
zh_tw: 城市

source: State or province
ast: Estáu o provincia
ca: Estat o província
da: Stat eller provins
de_de: Staat oder Provinz
el: Νομός ή περιφέρεια
es: Estado o provincia
et_ee: Maakond
fr: Pays ou région
gl: Estado ou provincia
it: Stato o regione
ja: 州／県
ko: 도 및 광역시
pt_pt: Distrito
sk_sk: Štát alebo oblasť
tr: Eyalet
zh_tw: 州或省

source: Country
ast: País
ca: País
da: Land
de_de: Land
el: Χώρα
eo: Lando
es: País
et_ee: Riik
fi_fi: Maa
fr: Pays
gl: País
it: Stato
ja: 国名
ko: 국가
pt_pt: País
ro: Țară
sk_sk: Krajina
tr: Ülke
zh_tw: 國家

source: Instant Messenger
ast: Mensaxeru instantaneu
el: Εφαρμογή Άμεσων Μηνυμάτων
eo: Tujmesaĝilo
es: Mensajero instantáneo
et_ee: Kiirsõnum
fi_fi: Pikaviestin
gl: Mensaxería instantánea
it: Client di messaggistica istantanea
ja: インスタントメッセンジャー
ko: 인스턴트 메신저
pt_pt: Mensageiro instantâneo
sk_sk: Okamžité správy IM
tr: Anlık Mesajlaşma
zh_tw: 即時通訊軟體
