Repository: droiter/openwrt-on-android
Catalog: files/www/owncloud/apps/contacts/l10n/*/contacts.po
Languages: ast, ca, da, de_de, el, eo, es, et_ee, fi_fi, fr, gl, it, ja, ko, pt_pt, ro, sk_sk, tr, zh_tw

source: No file was uploaded
ast: Nun se xubió dengún ficheru
ca: No s'ha carregat cap fitxer
da: Ingen fil uploadet
de_de: Keine Datei konnte übertragen werden.
el: Κανένα αρχείο δεν μεταφορτώθηκε
eo: Neniu dosiero alŝutiĝis.
es: No se subió ningún archivo
et_ee: Ühtegi faili ei laetud üles
fi_fi: Yhtäkään tiedostoa ei lähetetty
fr: Pas de fichier envoyé.
gl: Non se enviou ningún ficheiro
it: Nessun file è stato caricato
ja: アップロードされたファイルはありません
ko: 파일이 업로드되지 않았음
pt_pt: Nenhum ficheiro foi submetido
ro: Nu a fost încărcat nici un fișier
sk_sk: Žiadny súbor nebol nahraný
tr: Hiç dosya yüklenmedi
zh_tw: 沒有檔案被上傳

source: Missing a temporary folder
ast: Falta una carpeta temporal
ca: Falta un fitxer temporal
da: Manglende midlertidig mappe.
de_de: Kein temporärer Ordner vorhanden
el: Λείπει ένας προσωρινός φάκελος
eo: Mankas provizora dosierujo.
es: Falta una carpeta temporal
et_ee: Ajutiste failide kaust puudub
fi_fi: Tilapäiskansio puuttuu
fr: Absence de dossier temporaire.
gl: Falta o cartafol temporal
it: Manca una cartella temporanea
ja: 一時保存フォルダーが見つかりません
ko: 임시 폴더가 없음
pt_pt: Está a faltar a pasta temporária
ro: Lipsește un director temporar
sk_sk: Chýba dočasný priečinok
tr: Geçici klasör eksik
zh_tw: 找不到暫存資料夾

source: Failed to write to disk
ast: Fallu al escribir al discu
ca: Ha fallat en escriure al disc
da: Fejl ved skrivning til disk.
de_de: Fehler beim Schreiben auf die Festplatte
el: Αποτυχία εγγραφής στο δίσκο
eo: Malsukcesis skribo al disko
es: Error al escribir al disco
et_ee: Kettale kirjutamine ebaõnnestus
fi_fi: Levylle kirjoitus epäonnistui
fr: Erreur d'écriture sur le disque
gl: Produciuse un erro ao escribir no disco
it: Scrittura su disco non riuscita
ja: ディスクへの書き込みに失敗しました
ko: 디스크에 쓸 수 없음
pt_pt: Falhou a escrita no disco
ro: Eroare la scriere pe disc
sk_sk: Zápis na disk sa nepodaril
tr: Diske yazılamadı
zh_tw: 寫入硬碟失敗

source: Not enough storage available
ast: Nun hai abondu espaciu disponible
ca: No hi ha prou espai disponible
da: Der er ikke nok plads til rådlighed
de_de: Nicht genug Speicher vorhanden.
el: Ανεπαρκής διαθέσιμος αποθηκευτικός χώρος
eo: Ne haveblas sufiĉa memoro
es: No hay suficiente espacio disponible
et_ee: Saadaval pole piisavalt ruumi
fi_fi: Tallennustilaa ei ole riittävästi käytettävissä
fr: Plus assez d'espace de stockage disponible
gl: Non hai espazo de almacenamento abondo
it: Spazio di archiviazione insufficiente
ja: ストレージに十分な空き容量がありません
ko: 저장소 용량이 충분하지 않음
pt_pt: Não há espaço suficiente em disco
ro: Nu este disponibil suficient spațiu
sk_sk: Nedostatok dostupného úložného priestoru
tr: Yeterli disk alanı yok
zh_tw: 儲存空間不足

source: Attempt to upload blacklisted file:
ast: Intentóse xubir un ficheru en llista prieta:
ca: Intent de pujar un fitxer de la llista negra:
da: Forsøg på at oploade sortlistede filer:
de_de: Versuch, eine gesperrte Datei hochzuladen:
el: Προσπάθεια μεταφόρτωσης αρχείου που βρίσκεται στη μαύρη λίστα:
es: Intentó subir un fichero en lista negra:
et_ee: Katse üles laadida mustas nimekirjas olevat faili:
fr: Tentative de téléverser un fichier appartenant à la liste noire :
gl: Intentar enviar o ficheiro da lista negra:
it: Tentativo di caricare un file della lista nera:
ja: ブラックリストファイルのアップロードの試行:
ko: 허용되지 않은 파일을 업로드하려고 함:
pt_pt: Tentativa de envio de ficheiro bloqueado:
sk_sk: Pokus o nahratie zakázaného súboru:
tr: Kara listede bulunan dosya yükleme girişimi:
zh_tw: 試圖上傳被禁止的檔案：

source: Error uploading contacts to storage.
ast: Fallu xubiendo contautos al almacenamientu.
ca: Error en carregar contactes a l'emmagatzemament.
da: Kunne ikke uploade kontaktepersoner til midlertidig opbevaring.
de_de: Übertragen der Kontakte fehlgeschlagen.
el: Σφάλμα κατά την μεταφόρτωση επαφών
eo: Eraro dum alŝutiĝis kontaktoj al konservejo.
es: Error subiendo contactos al almacenamiento.
et_ee: Viga kontaktide üleslaadimisel kettale.
fi_fi: Virhe yhteystietojen lataamisessa talletettavaksi.
fr: Erreur lors de l'envoi des contacts vers le stockage.
gl: Produciuse un erro ao enviar os contactos ao almacén.
it: Errore di invio dei contatti in archivio.
ja: ストレージへの連絡先のアップロードエラー。
ko: 연락처를 저장소에 업로드할 수 없습니다.
pt_pt: Erro a carregar os contactos para o armazenamento.
ro: Eroare la
sk_sk: Chyba pri nahrávaní kontaktov do úložiska.
tr: Kişiler depoya yüklenirken hata.
zh_tw: 上傳聯絡人到儲存空間時發生錯誤

source: Error moving file to imports folder.
ast: Fallu moviendo ficheros a la carpeta d'importaciones.
ca: Error en moure el fitxer a la carpeta d'importació.
da: Kunne ikke flytte filer til importmappe.
de_de: Fehler beim Verschieben der Datei in den Importordner.
el: Σφάλμα μετακίνησης αρχείου στο φάκελο εισαγωγών.
eo: Eraris movo de dosiero al enporta dosierujo.
es: Error moviendo ficheros a la carpeta de importaciones.
et_ee: Viga faili liigutamisel impordi kataloogi.
fr: Erreur lors du déplacement du fichier vers le dossier cible.
gl: Produciuse un erro ao mover o ficheiro ao cartafol de importacións.
it: Errore durante lo spostamento del file nella cartella di importazione.
ja: ファイルのインポートフォルダーへの移動エラー。
ko: 가져오기 폴더로 파일을 이동할 수 없습니다.
pt_pt: Erro ao mover ficheiro para a pasta de importação.
sk_sk: Chyba pri presune súboru do priečinka importov
tr: Dosyalar içe aktarım klasörüne taşınırken hata oluştu.
zh_tw: 移動檔案至匯入資料夾時發生錯誤

source: You do not have permissions to import into this address book.
ast: Nun tienes permisu pa importar nesta llibreta de direiciones.
ca: No teniu permisos per importar dins d'aquesta llibreta d'adreces.
da: Du har ikke rettigheder til at importere til denne adressebog
de_de: Sie haben nicht die erforderlichen Rechte, etwas in dieses Adressbuch zu importieren.
el: Δεν έχετε άδεια για εισαγωγή σε αυτό το βιβλίο διευθύνσεων.
es: No tiene permiso para importar en esta libreta de direcciones.
et_ee: Sul pole õigusi sellesse aadressiraamatuse importimiseks.
fi_fi: Sinulla ei ole oikeuksia tuoda tähän osoitekirjaan.
fr: Vous n'avez pas les droits suffisants pour importer ce carnet d'adresses.
gl: Vostede non ten permisos para importar cara este caderno de enderezos
it: Non hai i permessi per importare in questa rubrica.
ja: このアドレス帳にインポートする権限がありません
ko: 이 주소록으로 가져올 수 있는 권한이 없습니다.
pt_pt: Não tem permissões para importar para este livro de endereços.
ro: Nu ai permisiunea sa imporţi în aceasta agenda
sk_sk: Nemáte oprávnenie na import do tohto adresára.
tr: Bu adres defterine içe aktarma yetkiniz yok.
zh_tw: 您沒有權限將資料匯入至這本通訊錄。

source: File name missing from request.
ast: Falta'l nome del ficheru na solicitú.
ca: Falta el nom del fitxer en la petició.
da: Filnavn mangler fra forespørgsel.
de_de: Dateiname fehlt in der Anfrage.
el: Το όνομα αρχείου λείπει από το αίτημα.
eo: Dosieronomo mankas en peto.
es: Falta el nombre del fichero en la petición.
et_ee: Päringust puudub faili nimi.
fi_fi: Tiedoston nimi puuttuu pyynnöstä.
fr: Nom de fichier manquant dans la requête.
gl: Falta o nome do ficheiro desde a petición.
it: Manca il nome del file nella richiesta.
ja: リクエストにはファイル名が不足しています。
ko: 요청에 파일 이름이 없습니다.
pt_pt: O nome do ficheiro está em falta.
sk_sk: V požiadavke chýba názov súboru.
tr: İstekte dosya adı eksik.
zh_tw: 請求中缺少檔名

source: Progress key missing from request.
ast: Falta la contraseña de progresu na solicitú.
ca: Falta la clau de progrés en la petició.
da: Fremskridts nøglen mangler fra anmodningen.
de_de: Fortschritt fehlt in der Anfrage.
el: Το κλειδί προόδου λείπει από το αίτημα.
eo: Progresklavo mankas en peto.
es: Falta la clave de progreso en la petición.
et_ee: Päringust puudub edenemise võti.
fr: Clé de progression manquante dans la requête.
gl: Falta a chave de progreso desde a petición.
it: Manca la chiave di avanzamento nella richiesta.
ja: リクエストにはプログレスキーが不足しています。
ko: 요청에 진행 키가 없습니다.
pt_pt: Chave de progresso em falta no pedido.
sk_sk: V požiadavke chýba položka priebehu.
tr: İstekte süreç anahtarı eksik.
zh_tw: 請求中缺少 progress key

source: Attempt to access blacklisted file:
ast: Intentó acceder a un ficheru na llista prieta:
ca: Intent d'accés a un fitxer de la llista negra:
da: Forsøg på at tilgå sortlistet fil:
de_de: Versuch, auf eine gesperrte Datei zuzugreifen:
el: Προσπάθεια πρόσβασης αρχείου που βρίσκεται στη μαύρη λίστα:
es: Intentó acceder a un fichero en la lista negra:
et_ee: Katse kasutada mustas nimekirjas olevat faili:
fr: Tentative d'accès à un fichier appartenant à la liste noire :
gl: Intentar acceder ao ficheiro da lista negra:
it: Tentativo di accedere a un file della lista nera:
ja: ブラックリストファイルへのアクセスの試み:
ko: 허용되지 않은 파일에 접근하려고 함:
pt_pt: Tentativa de acesso a ficheiro bloqueado:
sk_sk: Pokus o prístup k zakázanému súboru:
tr: Kara liste dosyasına erişim girişimi:
zh_tw: 試圖存取被禁止的檔案：

source: No key is given.
ast: Nun s'especificó una contraseña.
ca: No heu facilitat cap clau.
da: Ingen værdi er givet.
de_de: Kein Schlüssel angegeben.
el: Δεν δόθηκε κλειδί.
eo: Neniu klavo doniĝis.
es: No se ha especificado una clave.
et_ee: Puudub võti.
fr: Aucune clef n'a été spécifiée.
gl: Non se indicou a chave.
it: Nessuna chiave fornita.
ja: キーが指定されていません。
ko: 키가 주어지지 않았습니다.
pt_pt: A chave não foi fornecida.
sk_sk: Kľúč nie je zadaný.
tr: Hiçbir anahtar belirtilmedi.
zh_tw: 沒有提供鍵名

source: No value is given.
ast: Nun s'especificó un valor.
ca: No heu facilitat cap valor.
da: Ingen værdi er givet.
de_de: Kein Wert angegeben.
el: Δεν δόθηκε τιμή.
eo: Neniu valoro doniĝis.
es: No se ha especificado un valor.
et_ee: Puudub väärtus.
fi_fi: Arvoa ei ole annettu.
fr: Aucune valeur n'a été spécifiée.
gl: Non se indicou o valor.
it: Nessun valore fornito.
ja: 値が指定されていません。
ko: 값이 주어지지 않았습니다.
pt_pt: Não foi fornecido qualquer valor.
ro: Nu este data nici o valoare .
sk_sk: Hodnota nie je zadaná.
tr: Hiçbir değer belirtilmedi.
zh_tw: 沒有提供鍵值

source: Could not set preference:
ast: Nun pudo afitase la opción:
ca: No s'ha pogut establir la preferència:
da: Kunne ikke sætte præference:
de_de: Einstellung konnte nicht gesetzt werden:
el: Αδυναμία ορισμού προτίμησης:
eo: Ne eblis agordi preferon:
es: No se pudo establecer la opción:
et_ee: Eelistust ei saa määrata:
fr: Impossible de spécifier le paramètre :
gl: Non foi posíbel estabelecer a preferencia:
it: Impossibile impostare la preferenza:
ja: 優先度を設定できません:
ko: 환경 설정을 저장할 수 없음:
pt_pt: Não foi possível definir as preferências :
ro: nu se pot seta preferinţe
sk_sk: Nemožno nastaviť voľbu:
tr: Özellik atanamadı:
zh_tw: 無法設定偏好：

source: Contact
ast: Contautu
ca: Contacte
da: Kontaktperson
de_de: Kontakt
el: Επαφή
eo: Kontakto
es: Contacto
et_ee: Kontakt
fi_fi: Yhteystieto
gl: Contacto
it: Contatto
ja: 連絡先
ko: 연락처
pt_pt: Contacto
sk_sk: Kontakt
tr: Kişi
zh_tw: 通訊錄

source: Other
ast: Otru
ca: Un altre
da: Andet
de_de: Andere
el: Άλλο
eo: Alia
es: Otro
et_ee: Muu
fi_fi: Muu
fr: Autre
gl: Outro
it: Altro
ja: その他
ko: 기타
pt_pt: Outro
ro: Altele
sk_sk: Iné
tr: Diğer
zh_tw: 其他

source: HomePage
ast: Páxina d'aniciu
ca: Pàgina d'inici
da: Hjemmeside
de_de: Internetseite
el: Αρχική Σελίδα
eo: Hejmpaĝo
es: Página de inicio
et_ee: Koduleht
fi_fi: Kotisivu
fr: Page d'Accueil
gl: Páxina de inicio
it: Pagina principale
ja: ホームページ
ko: 홈페이지
pt_pt: Página Inicial
ro: Pagina de pornire
sk_sk: Domovská stránka
tr: Ana Sayfa
zh_tw: 首頁

source: Internet call
ast: Llamada per Internet
ca: Trucada d'Internet
da: Internet opkald
de_de: Internet-Anruf
el: Κλήση Internet
eo: Interreta voko
es: Llamada por Internet
et_ee: Interneti kõne
fi_fi: Internet-puhelu
fr: Appel internet
gl: Chamadas por Internet
it: Chiamata via Internet
ja: インターネット電話
ko: 인터넷 전화
pt_pt: Chamada através da Internet
sk_sk: Volanie cez internet
tr: İnternet araması
zh_tw: 網際網路呼叫

source: Work
ast: Trabayu
ca: Feina
da: Arbejde
de_de: Arbeit
el: Εργασία
eo: Laboro
es: Trabajo
et_ee: Töö
fi_fi: Työ
fr: Travail
gl: Traballo
it: Lavoro
ja: 週の始まり
ko: 직장
pt_pt: Emprego
ro: Serviciu
sk_sk: Práca
tr: İş
zh_tw: 工作

source: Home
ast: Casa
ca: Casa
da: Hjemme
de_de: Zuhause
el: Σπίτι
eo: Hejmo
es: Particular
et_ee: Kodu
fi_fi: Koti
fr: Domicile
gl: Inicio
it: Casa
ja: 住居
ko: 가정
pt_pt: Casa
ro: Acasă
sk_sk: Domov
tr: Ev
zh_tw: 住宅

source: Mobile
ast: Móvil
ca: Mòbil
da: Mobil
de_de: Mobil
el: Κινητό
eo: Poŝtelefono
es: Móvil
et_ee: Mobiil
fi_fi: Mobiili
gl: Móbil
it: Cellulare
ja: 携帯電話
ko: 휴대폰
pt_pt: Telemóvel
ro: Mobil
sk_sk: Mobil
tr: Mobil
zh_tw: 行動電話

source: Text
ast: Testu
da: SMS
el: Κείμενο
eo: Teksto
es: Texto
et_ee: Tekst
fi_fi: Teksti
fr: Texte
gl: Texto
it: Testo
ja: TTY TDD
ko: 텍스트
pt_pt: Texto
tr: Metin
zh_tw: 文字

source: Voice
ast: Voz
ca: Veu
da: Telefonsvarer
de_de: Anruf
el: Ομιλία
eo: Voĉo
es: Voz
et_ee: Hääl
fi_fi: Ääni
fr: Voix
gl: Voz
it: Voce
ja: 音声番号
ko: 음성 번호
pt_pt: Voz
ro: Voce
sk_sk: Odkazová schránka
tr: Ses
zh_tw: 語音

source: Message
ast: Mensaxe
ca: Missatge
da: Besked
de_de: Mitteilung
el: Μήνυμα
eo: Mesaĝo
es: Mensaje
et_ee: Sõnum
fi_fi: Viesti
gl: Mensaxe
it: Messaggio
ja: メッセージ
ko: 메시지
pt_pt: Mensagem
ro: Mesaj
sk_sk: Správa
tr: Mesaj
zh_tw: 訊息

source: Fax
el: Φαξ
eo: Fakso
et_ee: Faks
fi_fi: Faksi
ko: 팩스 번호
tr: Faks
zh_tw: 傳真

source: Video
ast: Videu
ca: Vídeo
el: Βίντεο
eo: Videaĵo
es: Vídeo
fr: Vidéo
gl: Vídeo
ja: テレビ電話
ko: 영상 번호
pt_pt: Vídeo
zh_tw: 影片

source: Pager
ast: Llocalizador
ca: Paginador
da: Personsøger
el: Βομβητής
eo: Televokilo
es: Localizador
et_ee: Piipar
fi_fi: Hakulaite
fr: Bipeur
gl: Buscapersoas
it: Cercapersone
ja: ポケベル
ko: 호출기
tr: Çağrı Cihazı
zh_tw: 呼叫器

source: Internet
el: Διαδίκτυο
eo: Interreto
ja: インターネット
ko: 인터넷
zh_tw: 網際網路

source: Friends
ast: Collacios
ca: Amics
da: Venner
de_de: Freunde
el: Φίλοι
eo: Amikoj
es: Amigos
et_ee: Sõbrad
fi_fi: Kaverit
fr: Amis
gl: Amigos
it: Amici
ja: 友達
ko: 친구들
pt_pt: Amigos
ro: Prieteni
sk_sk: Priatelia
tr: Arkadaşlar
zh_tw: 朋友

source: Family
ast: Familia
ca: Familia
da: Familie
de_de: Familie
el: Οικογένεια
eo: Familio
es: Familia
et_ee: Pereliikmed
fi_fi: Perhe
fr: Famille
gl: Familia
it: Famiglia
ja: 家族
ko: 가족
pt_pt: Familia
ro: Familie
sk_sk: Rodina
tr: Aile
zh_tw: 親人

source: Enable LDAP Backend
ast: Activar motor de LDAP
ca: Activa el rerefons LDAP
da: Aktiver LDAP Backend
de_de: LDAP-Backend aktivieren
el: Ενεργοποίηση συστήματος LDAP
es: Habilitar backend de LDAP
et_ee: Luba LDAP tagarakend
fi_fi: Käytä LDAP-taustaosaa
fr: Activer le Backend LDAP
gl: Activar a infraestrutura LDAP
it: Abilita il motore LDAP
ja: LDAP バックエンドを有効にする
pt_pt: Activar LDAP Backend
sk_sk: Povoliť LDAP Backend
tr: LDAP Arka Ucunu Etkinleştir

source: Enable LDAP backend for the contacts application
ast: Activar motor de LDAP pa los contautos de l'aplicación
ca: Activa el rerefons LDAP per a l'aplicació contactes
da: Aktiver LDAP backend for kontakt programmet
de_de: LDAP-Backend für die Kontakte-Anwendungen aktivieren
el: Ενεργοποίηση συστήματος LDAP για την εφαρμογή επαφών
es: Habilitar backend de LDAP para la aplicación de contactos
et_ee: Luba LDAP tagarakend kontaktide rakendusele
fi_fi: Käytä LDAP-taustaosaa yhteystietosovellukselle
fr: Activer le backend LDAP pour l'application contacts
gl: Activar a infraestrutura LDAP para os contactos do aplicativo
it: Abilita il motore LDAP per l'applicazione dei contatti
ja: コンタクトアプリでLDAPバックエンドを有効
pt_pt: Activar LDAP backend para a aplicação de contactos
sk_sk: Povoliť LDAP backend pre aplikáciu Kontakty
tr: Kişiler uygulaması için LDAP arka ucunu etkinleştir

source: Warning: LDAP Backend is in beta mode, use with precautions
ast: Avisu: el motor de LDAP aínda ta en mou beta, úsalu con curiáu
ca: Compte: el rerefons LDAP és en mode beta, useu-lo amb precaució
da: Advarsel: LDAP backend er i beta tilstand, anvend med forsigtighed
de_de: Warnung: LDAP-Backend ist im Beta-Modus, mit Vorsichtsmaßnahmen verwenden
el: Προσοχή: Το σύστημα LDAP είναι σε δοκιμαστική φάση, χρησιμοποιείτε με επιφύλαξη
es: Advertencia: el backend de LDAP está en modo beta, usar con precaución
et_ee: Hoiatus: LDAP tagarakend on alles beeta, kasuta ettevaatlikult
fi_fi: Varoitus: LDAP-taustaosa on beta-tilassa, käytä varoen
fr: Attention: Le Backend LDAP est en mode beta, utilisez le avec précaution.
gl: Aviso: A infraestrutura LDAP está en modo «beta», usea con precaución
it: Avviso: il motore LDAP è in fase di beta, utilizzalo con cautela
ja: 警告: LDAPバックエンドは、まだベータ版です。注意して利用してください。
pt_pt: Atenção: LDAP Backend em modo beta, usar com cuidado
sk_sk: Upozornenie: LDAP backend je v režime beta, použitie na vlasné riziko
tr: Uyarı: LDAP Arka Ucu beta kipindedir, dikkatli kullanın

source: New contact
ast: Contautu nuevu
ca: Contacte nou
da: Ny kontakt
de_de: Neuer Kontakt
el: Νέα επαφή
eo: Nova kontakto
es: Nuevo contacto
et_ee: Uus kontakt
fi_fi: Uusi yhteystieto
fr: Nouveau contact
gl: Novo contacto
it: Nuovo contatto
ja: 新しい連絡先
pt_pt: Novo contacto
ro: Contact nou
sk_sk: Nový kontakt
tr: Yeni kişi
zh_tw: 新聯絡人

source: Group name
ast: Nome de grupu
ca: Nom del grup
da: Gruppe navn
de_de: Gruppenname
el: Όνομα ομάδας
eo: Gruponomo
es: Nombre de grupo
et_ee: Grupi nimi
fi_fi: Ryhmän nimi
fr: Nom du groupe
gl: Nome do grupo
it: Nome gruppo
ja: グループ名
ko: 그룹 이름
pt_pt: Grupo
ro: Numele grupului
sk_sk: Názov skupiny
tr: Grup adı
zh_tw: 群組名稱

source: New group
ast: Grupu nuevu
ca: Grup nou
da: Ny gruppe
de_de: Neue Gruppe
el: Νέα ομάδα
eo: Nova grupo
es: Nuevo grupo
et_ee: Uus grupp
fi_fi: Uusi ryhmä
fr: Nouveau groupe
gl: Novo grupo
it: Nuovo gruppo
ja: 新しいグループ
pt_pt: Novo grupo
ro: Grup nou
sk_sk: Nová skupina
tr: Yeni grup
zh_tw: 新群組

source: Address books
ast: Llibretes de direiciones
ca: Llibretes d'adreces
da: Adressebøger
de_de: Adressbücher
el: Βιβλία Διευθύνσεων
eo: Adresaroj
es: Libretas de direcciones
et_ee: Aadressiraamatud
fi_fi: Osoitekirjat
fr: Carnets d'adresses
gl: Cadernos de enderezos
it: Rubriche
ja: アドレス帳
ko: 주소록
pt_pt: Livro de endereços
ro: Agende
sk_sk: Adresár
tr: Adres defterleri
zh_tw: 通訊錄

source: Display name
ast: Nome a amosar
ca: Nom a mostrar
da: Vist navn
de_de: Anzeigename
el: Προβαλλόμενο όνομα
eo: Montra nomo
es: Nombre para mostrar
et_ee: Näidatav nimi
fi_fi: Näyttönimi
fr: Nom affiché
gl: Amosar o nome
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
pt_pt: Mostrar nome
ro: Afişaţi nume
sk_sk: Zobrazované meno
tr: Görünen ad
zh_tw: 顯示名稱

source: Add Address Book
ast: Amestar llibreta de direiciones
ca: Afegeix una llibreta d'adreces
da: Tilføj Adressebog
de_de: Adressbuch hinzufügen
el: Προσθήκη Βιβλίου Διευθύνσεων
eo: Aldoni adresaron
es: Añadir libreta de direcciones
et_ee: Lisa aadressiraamat
fi_fi: Lisää osoitekirja
fr: Ajouter un carnet d'adresse
gl: Engadir un caderno de enderezos
it: Aggiungi rubrica
ja: アドレス帳を追加
ko: 주소록 추가
pt_pt: Adicionar Livro de Endereços
ro: Adaugaţi agenda
sk_sk: Pridať adresár
tr: Adres Defteri Ekle
zh_tw: 新增通訊錄

source: Add LDAP Address Book
ast: Amestar Axenda de Direiciones de LDAP
ca: Afegeix llibreta d'adreces LDAP
da: Tilføj LDAP adressebog
de_de: LDAP-Adressbuch hinzufügen
el: Προσθήκη βιβλίου διευθύνσεων LDAP
eo: Aldoni LDAP-adresaron
es: Agregar libreta de direcciones LDAP
et_ee: Lisa LDAP aadressiraamat
fi_fi: Lisää LDAP-osoitekirja
fr: Ajouter un carnet d'adresse LDAP
gl: Engadir un caderno de enderezos LDAP
it: Aggiungi rubrica LDAP
ja: LDAP アドレス帳を追加
pt_pt: Adicionar Livro de Endereços LDAP
sk_sk: Pridať LDAP adresár
tr: LDAP Adres Defteri Ekle

source: Automatic format
ast: Formatu deteutáu automáticamente
ca: Format automàtic
da: Automatisk format
de_de: Automatisches Format
el: Αυτόματη μορφοποίηση
es: Formato detectado automáticamente
et_ee: Automaatne formaat
fi_fi: Automaattinen muoto
fr: Format automatique
gl: Formato automático
it: Formato automatico
ja: 自動フォーマット
pt_pt: Formato automático
sk_sk: Automatický formát
tr: Otomatik biçim

source: Select file...
ast: Esbillar ficheru...
ca: Selecciona un fitxer...
da: Vælg fil...
de_de: Datei auswählen ...
el: Επιλογή αρχείου...
eo: Elekti dosieron...
es: Seleccionar archivo
et_ee: Vali fail...
fi_fi: Valitse tiedosto...
fr: Sélectionner un fichier...
gl: Seleccionar ficheiro...
it: Seleziona file...
ja: ファイルを選択...
ko: 파일 선택...
pt_pt: Seleccionar ficheiro...
ro: Selectează fişier ...
sk_sk: Vybrať súbor...
tr: Dosya seç...
zh_tw: 選擇檔案…

source: (De-)select all
ast: (Des-)esbillar toos
ca: (Des-)selecciona'ls tots
da: (Fra)vælg alle
de_de: Alle (ab-)wählen
el: (Απο-)επιλογή όλων
eo: (Mal)elekti ĉion
es: (De-)seleccionar todos
et_ee: (Ära) vali kõik
fr: (Dé-)sélectionner tout
gl: (Des)marcar todo
it: (De)seleziona tutto
ja: すべての選択を解除
ko: 전체 선택/선택 해제
pt_pt: (Des)seleccionar todos
sk_sk: (Ne-)vybrať všetky
tr: Tümünü seç(me)
zh_tw: (反)全選

source: Sort order
ast: Ordenar
ca: Ordena
da: Sorteringsorden
de_de: Sortierung
el: Σειρά ταξινόμησης
es: Ordenar
et_ee: Sorteerimise järjekord
fi_fi: Lajittelujärjestys
fr: Ordre de tri
gl: Reordenar
it: Ordinamento
ja: ソート順
ko: 정렬 순서
pt_pt: Ordem da ordenação
ro: Sortează ordinea
sk_sk: Zoradiť podľa
tr: Sıralama şekli
zh_tw: 排序方式

source: First- Lastname
ast: Nome, Apellíu
ca: Nom- Congnom
da: For- efernavn
de_de: Vor- Nachname
el: Όνομα- Επίθετο
eo: Persona- FamiliaNomo
es: Nombre, Apellido
et_ee: Ees- Perenimi
fi_fi: Etu-/sukunimi
fr: Prénom-Nom
gl: Nome- Apelido
it: Nome Cognome
ja: 名 姓
ko: 이름 성
pt_pt: Primeiro- Último Nome
sk_sk: Meno - Priezvisko
tr: Ad Soyad
zh_tw: 名字 - 姓氏

source: Last-, Firstname
ast: Apellíu, Nome
ca: Cognom-, Nom
da: For-, efternavn
de_de: Nach-, Vorname
el: Επίθετο-, Όνομα
eo: Familia-, PersonaNomo
es: Apellido, Nombre
et_ee: Pere-, Eesnimi
fi_fi: Suku-/etunimi
fr: Nom-Prénom
gl: Apelido-, Nome
it: Cognome, Nome
ja: 姓, 名
ko: 성, 이름
pt_pt: Último-, Primeiro Nome
sk_sk: Priezvisko - Meno
tr: Soyad, Ad
zh_tw: 姓氏 - 名字

source: Delete
ast: Desaniciar
ca: Esborra
da: Slet
de_de: Löschen
el: Διαγραφή
eo: Forigi
es: Eliminar
et_ee: Kustuta
fi_fi: Poista
fr: Supprimer
gl: Eliminar
it: Elimina
ja: 削除
ko: 삭제
pt_pt: Eliminar
ro: Șterge
sk_sk: Zmazať
tr: Sil
zh_tw: 刪除

source: Groups
ast: Grupos
ca: Grups
da: Grupper
de_de: Gruppen
el: Ομάδες
eo: Grupoj
es: Grupos
et_ee: Grupid
fi_fi: Ryhmät
fr: Groupes
gl: Grupos
it: Gruppi
ja: グループ
ko: 그룹
pt_pt: Grupos
ro: Grupuri
sk_sk: Skupiny
tr: Gruplar
zh_tw: 群組

source: Download
ast: Baxar
ca: Baixa
de_de: Herunterladen
el: Λήψη
eo: Elŝuti
es: Descargar
et_ee: Lae alla
fi_fi: Lataa
fr: Télécharger
gl: Descargar
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_pt: Transferir
ro: Descarcă
sk_sk: Sťahovanie
tr: İndir
zh_tw: 下載

source: Merge
ast: Fusionar
ca: Combina
da: Flet
de_de: Zusammenführen
el: Συγχώνευση
eo: Kunfandi
es: Unir
et_ee: Ühenda
fi_fi: Yhdistä
fr: Fusionner
gl: Mestura
it: Unisci
ja: まとめる
pt_pt: Fundir
sk_sk: Zlúčiť
tr: Birleştir
zh_tw: 合併

source: Email
ast: Corréu-e
ca: Correu electrònic
el: Ηλ. ταχυδρομείο
eo: Retpoŝto
et_ee: E-post
fi_fi: Sähköpostiosoite
fr: Adresse mail
gl: Correo
it: Posta elettronica
ja: メール
ko: 이메일
tr: E-posta
zh_tw: 信箱

source: Phone
ast: Teléfonu
ca: Telèfon
da: Telefon
de_de: Telefon
el: Τηλέφωνο
eo: Telefono
es: Teléfono
et_ee: Telefon
fi_fi: Puhelin
fr: Téléphone
gl: Teléfono
it: Telefono
ja: 電話番号
ko: 전화 번호
pt_pt: Telefone
ro: Telefon
sk_sk: Telefón
tr: Telefon
zh_tw: 電話

source: Address
ast: Direición
ca: Adreça
da: Adresse
de_de: Adresse
el: Διεύθυνση
eo: Adreso
es: Dirección
et_ee: Aadress
fi_fi: Osoite
fr: Adresse
gl: Enderezo
it: Indirizzo
ja: アドレス
ko: 주소
pt_pt: Endereço
ro: Adresă
sk_sk: Adresa
tr: Adres
zh_tw: 網址

source: Group
ast: Grupu
ca: Grup
da: Gruppe
de_de: Gruppe
el: Ομάδα
eo: Grupo
es: Grupo
et_ee: Grupp
fi_fi: Ryhmä
fr: Groupe
gl: Grupo
it: Gruppo
ja: グループ
pt_pt: Grupo
ro: Grup
sk_sk: Skupina
tr: Grup
zh_tw: 群組

source: Keyboard shortcuts
ast: Atayos de tecláu
ca: Dreceres de teclat
da: Tastaturgenveje
de_de: Tastenkürzel
el: Συντομεύσεις πλητρολογίου
eo: Fulmoklavoj
es: Atajos de teclado
et_ee: Klaviatuuri otseteed
fi_fi: Pikanäppäimet
fr: Raccourcis clavier
gl: Atallos de teclado
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 단축키
pt_pt: Atalhos de teclado
ro: Scurtături din tastatură
sk_sk: Klávesové skratky
tr: Klavye kısayolları
zh_tw: 快速鍵
