Repository: droiter/openwrt-on-android
Catalog: files/www/owncloud/apps/contacts/l10n/*/contacts.po
Languages: ast, ca, da, de_de, el, eo, es, et_ee, fi_fi, fr, gl, it, ja, ko, pt_pt, ro, sk_sk, tr, zh_tw

source: Failed loading photo: {error}
ast: Fallu cargando semeya: {error}
ca: Ha fallat en carregar la foto: {error}
da: Kunne ikke hente billede: {error}
de_de: Fehler beim Laden eines Fotos: {error}
el: Αποτυχία φόρτωσης φωτογραφίας: {error}
eo: Malsukcesis ŝargo de foto: {error}
es: Error cargando foto: {error}
et_ee: Pildi laadimine ebaõnnestus: {error}
fi_fi: Kuvan lataaminen epäonnistui: {error}
fr: Echec du chargement de la photo : {error}
gl: Non foi posíbel cargar a foto: {error}
it: Caricamento foto non riuscito: {error}
ja: 写真の読み込みに失敗: {error}
ko: 사진 불러오기 오류: {error}
pt_pt: Erro ao carregar fotografia: {error}
sk_sk: Načítanie fotografie sa nepodarilo: {error}
tr: Fotoğrafı yükleme başarısız: {error}
zh_tw: 圖片載入失敗： {error}

source: You do not have permissions to see this contact
ast: Nun tienes permisos pa ver esti contautu
ca: No teniu permisos per veure aquest contacte
da: Du har ikke rettigheder til at se denne kontaktperson
de_de: Sie haben nicht die erforderlichen Rechte, diesen Kontakt zu sehen.
el: Δεν έχετε άδεια να δείτε αυτή την επαφή
es: No tiene permisos para ver este contacto
et_ee: Sul pole selle kontakti vaatamiseks õigusi
fi_fi: Oikeutesi eivät riitä tämän yhteystiedon katseluun
fr: Vous n'avez pas les droits suffisants pour voir ce contact.
gl: Vostede non ten permisos para ver este contacto
it: Non hai i permessi per vedere questo contatto
ja: この連絡先を閲覧する権限がありません
ko: 이 연락처를 볼 수 있는 권한이 없습니다
pt_pt: Não tem permissões para ver este contacto
ro: Nu aveţi permisiunea sa vedeţi acest contact .
sk_sk: Nemáte oprávnenie na zobrazenie tohto kontaktu
tr: Bu kişiyi görme izniniz yok
zh_tw: 您沒有權限檢視這個聯絡人

source: Contact not found
ast: Contautu non atopáu
ca: El contacte no s'ha trobat
da: Kontakt ikke fundet
de_de: Kontakt nicht gefunden
el: Δεν βρέθηκε επαφή
eo: La kontakto ne troviĝis
es: Contacto no encontrado
et_ee: Kontakti ei leitud
fi_fi: Yhteystietoa ei löydy
fr: Contact introuvable
gl: Non se atopa o contacto
it: Contatto non trovato
ja: 連絡先が見つかりません
ko: 연락처를 찾을 수 없음
pt_pt: Contacto não encontrado
ro: Contactul nu a putut fi găsit
sk_sk: Kontakt nenájdený
tr: Kişi bulunamadı
zh_tw: 找不到聯絡人

source: You do not have permissions to see these contacts
ast: Nun tienes permisos pa ver estos contautos
ca: No teniu permisos per veure aquests contactes
da: Du har ikke rettigheder til at se disse kontaktpersoner
de_de: Sie haben nicht die erforderlichen Rechte, diese Kontakte zu sehen.
el: Δεν έχετε άδεια για να δείτε αυτές τις επαφές
es: No tiene permisos para ver estos contactos
et_ee: Sul pole nende kontaktide vaatamiseks õigusi
fi_fi: Käyttöoikeutesi eivät riitä näiden yhteystietojen katselemiseen
fr: Vous n'avez pas les droits suffisants pour voir ces contacts.
gl: Vostede non ten permisos para ver eses contactos
it: Non hai i permessi per vedere questi contatti
ja: これらの連絡先を閲覧する権限がありません
ko: 연락처를 볼 수 있는 권한이 없습니다
pt_pt: Não tem permissões para ver estes contactos
ro: Nu aveţi permisiunea sa vedeţi aceste contacte
sk_sk: Nemáte oprávnenie na prezeranie týchto kontaktov
tr: Bu kişileri görme izniniz yok
zh_tw: 您沒有權限檢視這些聯絡人。

source: You do not have permissions add contacts to the address book
ast: Nun tienes permisos p'amestar contautos a esta llibreta de direiciones
ca: No teniu permisos per afegir contactes a la llibreta d'adreces
da: Du har ikke rettigheder til at føje kontaktpersoner til denne adressebog
de_de: Sie haben nicht die erforderlichen Rechte, Kontakte zum Adressbuch hinzuzufügen.
el: Δεν έχετε άδεια για να προσθέσετε επαφές σε αυτό το βιβλίο διευθύνσεων.
es: No tiene permisos para agregar contactos a esta libreta de direcciones
et_ee: Sul pole õigusi aadressiraamatusse kontaktide lisamiseks
fi_fi: Oikeutesi eivät riitä yhteystietojen lisäämiseen osoitekirjaan
fr: Vous n'avez pas les droits suffisants pour ajouter des contacts à ce carnet d'adresses.
gl: Vostede non ten permisos para engadir contactos no caderno de enderezos
it: Non hai i permessi per aggiungere contatti alla rubrica
ja: アドレス帳に連絡先を追加する権限がありません
ko: 주소록에 연락처를 추가할 수 있는 권한이 없습니다
pt_pt: Não tem permissões para adicionar contactos ao livro de endereços
ro: Nu aveţi permisiunea sa adaugaţi contacte în agenda .
sk_sk: Nemáte oprávnenie na pridávanie kontaktov do adresára
tr: Adres defterine kişi eklemek için izniniz yok
zh_tw: 您沒有權限新增聯絡人至這本通訊錄。

source: The backend for this address book does not support adding contacts
ast: El backend d'esta llibreta de direiciones nun permite amestar contautos
ca: El dorsal per aquesta llibreta d'adreces no permet afegir contactes
da: Denne adressebogs system understøtter ikke tilføjelse af kontakter
de_de: Das Backend für dieses Adressbuch unterstützt nicht das Hinzufügen von Kontakten.
el: Το σύστημα για αυτό το βιβλίο διευθύνσεων δεν υποστηρίζει την προσθήκη επαφών.
es: El backend de esta libreta de direcciones no permite agregar contactos
et_ee: Selle aadressiraamatu tagarakend ei toeta kontaktide lisamist
fi_fi: Tämän osoitekirjan taustaosa ei tue yhteystietojen lisäämistä
fr: L'infrastructure pour ce carnet d'adresses ne supporte pas l'ajout de contacts.
gl: A infraestrutura para este caderno de enderezos non admite que se engadan contactos
it: Il motore per questa rubrica non supporta l'aggiunta di contatti
ja: このアドレス帳のバックエンドは連絡先の追加をサポートしていません
ko: 이 주소록의 백엔드는 연락처 추가를 지원하지 않습니다
pt_pt: O bastidor para este livro de endereços não suporta o adicionar de contactos
sk_sk: Úložisko tohto adresára nepodporuje pridávanie kontaktov
tr: Arka uç, bu adres defteri için kişi eklemeyi desteklemiyor
zh_tw: 這本通訊錄的後端不支援新增聯絡人

source: You do not have permissions to delete this contact
ast: Nun tienes permisos pa desaniciar esti contautu
ca: No teniu permisos per eliminar aquest contacte
da: Du har ikke rettigheder til at slette denne kontaktperson
de_de: Sie haben nicht die erforderlichen Rechte, diesen Kontakt zu löschen.
el: Δεν έχετε άδεια για τη διαγραφή αυτής της επαφής
es: No tiene permisos para borrar este contacto
et_ee: Sul pole selle kontakti kustutamiseks õigusi
fi_fi: Oikeutesi eivät riitä tämän yhteystiedon poistamiseen
fr: Vous n'avez pas les droits suffisants pour supprimer ce contact.
gl: Vostede non ten permisos para eliminar este contacto
it: Non hai i permessi per eliminare questo contatto
ja: この連絡先を削除する権限がありません
ko: 이 연락처를 삭제할 수 있는 권한이 없습니다
pt_pt: Não tem permissões para apagar este contacto.
ro: Nu aveţi permisiunea sa ştergeţi acest contact .
sk_sk: Nemáte oprávnenie na vymazanie tohto kontaktu
tr: Bu kişiyi silmek için izniniz yok.
zh_tw: 您沒有權限刪除這位聯絡人。

source: The backend for this address book does not support deleting contacts
ast: El backend d'esta llibreta de direiciones nun permite desaniciar contautos
ca: El dorsal d'aquesta llibreta d'adreces no permet esborrar contactes
da: Denne adressebogs system understøtter ikke sletning af kontakter
de_de: Das Backend für dieses Adressbuch unterstützt nicht das Löschen von Kontakten.
el: Το σύστημα για αυτό το βιβλίο διευθύνσεων δεν υποστηρίζει τη διαγραφή επαφών
es: El backend de esta libreta de direcciones no permite eliminar contactos
et_ee: Selle aadressiraamatu tagarakend ei toeta kontaktide kustutamist
fi_fi: Tämän osoitekirjan taustaosa ei tue yhteystietojen poistamista
fr: L'infrastructure pour ce carnet d'adresses ne supporte pas la suppression de contacts.
gl: A infraestrutura para este caderno de enderezos non admite que se eliminen contactos
it: Il motore per questa rubrica non supporta l'eliminazione di contatti
ja: このアドレス帳のバックエンドは連絡先の削除をサポートしていません
ko: 이 주소록의 백엔드는 연락처 삭제를 지원하지 않습니다
pt_pt: O bastidor para este livro de endereços não suporta o apagar de contactos
sk_sk: Úložisko tohto adresára nepodporuje vymazanie kontaktov
tr: Arka uç, bu adres defteri için kişi silmeyi desteklemiyor
zh_tw: 這本通訊錄的後端不支援刪除聯絡人

source: Unknown error
ast: Fallu desconocíu
ca: Error desconegut
da: Ukendt fejl
de_de: Unbekannter Fehler
el: Άγνωστο σφάλμα
eo: Nekonata eraro
es: Error desconocido
et_ee: Tundmatu viga
fi_fi: Tuntematon virhe
fr: Erreur Inconnue
gl: Produciuse un erro descoñecido
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pt_pt: Erro Desconhecido
ro: Eroare necunoscută
sk_sk: Neznáma chyba
tr: Bilinmeyen hata
zh_tw: 未知的錯誤

source: Access denied
ast: Accesu denegáu
ca: Accés denegat
da: Adgang nægtet
de_de: Zugriff verweigert
el: Δεν επιτρέπεται η πρόσβαση
es: Acceso denegado
et_ee: Ligipääs keelatud
fi_fi: Pääsy estetty
fr: Accès refusé
gl: Acceso denegado
it: Accesso negato
ja: アクセスが拒否されました
pt_pt: Acesso negado
ro: Acces refuzat
sk_sk: Prístup bol odmietnutý
tr: Erişim reddedildi

source: The backend for this address book does not support updating
ast: El backend d'esta llibreta de direiciones nun permite anovamientos
ca: El dorsal d'aquesta llibreta d'adreces no permet actualitzacions
da: Systemet for denne adressebog understøtter ikke opdatering
de_de: Das Backend für dieses Adressbuch unterstützt keine Aktualisierung.
el: Το σύστημα για αυτό το βιβλίο διευθύνσεων δεν υποστηρίζει ενημέρωση
es: El backend de esta libreta de direcciones no permite actualizaciones
et_ee: Selle aadressiraamatu tagarakend ei toeta uuendamist
fi_fi: Tämän osoitekirjan taustaosa ei tue päivittämistä
fr: L'infrastructure pour ce carnet d'adresses ne supporte pas la mise à jour
gl: A infraestrutura para este caderno de enderezos non admite que se eliminen contactos
it: Il motore per questa rubrica non supporta l'aggiornamento
ja: このアドレス帳のバックエンドは更新をサポートしていません
ko: 이 주소록의 백엔드는 업데이트를 지원하지 않습니다
pt_pt: O suporte deste livro de endereços não suporta atualizações
sk_sk: Úložisko tohto adresára nepodporuje jeho aktualizáciu
tr: Arka uç, bu adres defteri için güncellemeyi desteklemiyor
zh_tw: 這本通訊錄的後端不支援編輯聯絡人

source: You don't have permissions to delete the address book.
ast: Nun tienes permisos pa desaniciar esta llibreta de direiciones.
ca: No teniu permisos per esborar la llibreta d'adreces.
da: Du har ikke rettigheder til at slette denne adressebog
de_de: Sie haben nicht die erforderlichen Rechte, dieses Adressbuch zu löschen.
el: Δεν έχετε άδεια να διαγράψετε το βιβλίο διευθύνσεων.
es: No tiene permisos para borrar esta libreta de direcciones.
et_ee: Sul pole õigusi aadressiraamatu kustutamiseks.
fi_fi: Oikeutesi eivät riitä tämän osoitekirjan poistamiseen.
fr: Vous n'avez pas les droits suffisants pour supprimer ce carnet d'adresses.
gl: Vostede non ten permisos para eliminar o caderno de enderezos
it: Non hai i permessi per eliminare la rubrica.
ja: アドレス帳を削除する権限がありません。
ko: 이 주소록을 삭제할 수 있는 권한이 없습니다.
pt_pt: Não tem permissões para apagar este livro de endereços.
ro: Nu aveţi permisiunea sa ştergeţi agenda .
sk_sk: Nemáte oprávnenie na vymazanie tohto adresára.
tr: Bu adres defterini silme izniniz yok.
zh_tw: 您沒有權限刪除這本通訊錄。

source: Address book not found
ast: Nun s'atoparon llibretes de direiciones.
ca: No s'han trobat llibretes d'adreces.
da: Adressebog ikke fundet
de_de: Das Adressbuch wurde nicht gefunden.
el: Δε βρέθηκε βιβλίο διευθύνσεων
eo: La adresaro ne troviĝis
es: No se encontraron libretas de direcciones.
et_ee: Aadressiraamatut ei leitud
fi_fi: Osoitekirjaa ei löytynyt
fr: Carnet d'adresses non trouvé.
gl: Non se atoparon cadernos de enderezos
it: Rubrica non trovata.
ja: アドレス帳が見つかりません
ko: 주소록을 찾을 수 없음
pt_pt: Nenhum livro de endereços encontrado.
ro: Agenda nu poate fi gasita .
sk_sk: Adresár nenájdený
tr: Adres defteri bulunamadı.
zh_tw: 找不到通訊錄

source: You do not have permissions to update this contact
ast: Nun tienes permisos p'anovar esti contautu
ca: No teniu permisos per actualitzar aquest contacte
da: Du har ikke rettigheder til at opdatere denne kontaktperson
de_de: Sie haben nicht die erforderlichen Rechte, diesen Kontakt zu aktualisieren.
el: Δεν έχετε άδεια για να ενημερώσετε αυτή την επαφή
es: No tiene permisos para actualizar este contacto
et_ee: Sul pole õigusi selle kontakti uuendamiseks.
fi_fi: Oikeutesi eivät riitä tämän yhteystiedon päivittämiseen
fr: Vous n'avez pas les droits suffisants pour mettre à jour ce contact
gl: Vostede non ten permisos para actualizar este contacto
it: Non hai i permessi per aggiornare questo contatto
ja: この連絡先を更新する権限がありません
ko: 이 연락처를 업데이트할 수 있는 권한이 없습니다
pt_pt: Não tem permissões para atualizar este contacto
ro: Nu aveți permisiunea de a actualiza acest contact
sk_sk: Nemáte oprávnenie na aktualizáciu tohto kontaktu
tr: Bu kişi bilgilerini güncelleme izniniz yok
zh_tw: 您沒有權限編輯這位聯絡人

source: The backend for this contact does not support updating it
ast: El backend d'esti contautu nun permite anovalu
ca: El dorsal d'aquest contacte no permet actualitzar-lo
da: Systemet for denne kontakt understøtter ikke opdatering
de_de: Das Backend für diesen Kontakt unterstützt nicht dessen Aktualisierung.
el: Το σύστημα για αυτή την επαφή δεν υποστηρίζει την ενημέρωσή της
es: El backend de este contacto no permite actualizarlo
et_ee: Tagarakend ei toeta selle kontakti muutmist
fr: L'infrastructure pour ce contact ne supporte pas sa mise à jour
gl: A infraestrutura para este contacto non admite a súa actualización
it: Il motore per questo contatto non supporta l'aggiornamento
ja: この連絡先のバックエンドは更新をサポートしていません
ko: 이 연락처의 백엔드는 업데이트를 지원하지 않습니다
pt_pt: O suporte deste contacto não suporta atualizações
sk_sk: Úložisko tohto kontaktu nepodporuje jeho aktualizáciu
tr: Arka uç, bu kişi için güncellemeyi desteklemiyor
zh_tw: 這個聯絡人的後端不支援編輯

source: This backend does not support adding contacts
ast: Esti backend nun sofita amestar contautos
ca: Aquest rerefons no permet afegir contactes
da: Dette system understøtter ikke tilføjelse af kontakter
de_de: Dieses Backend unterstützt nicht das Hinzufügen von Kontakten
el: Αυτό το σύστημα δεν υποστηρίζει προσθήκη επαφών
es: Este backend no permite agregar contactos
et_ee: See tagarakend ei toeta kontaktide lisamist
fr: Cette infrastructure ne gère pas l'ajout de contacts
gl: Esta infraestrutura non admite que se engadan contactos
it: Questo motore non supporta l'aggiunta di contatti
ja: このバックエンドは連絡先の追加をサポートしていません
pt_pt: Backend não suporta contatos adicionais
sk_sk: Tento backend nepodporuje pridávanie kontaktov
tr: Bu geri plan mekanizması kişi eklemeyi desteklemiyor.

source: Property not found
ast: Propiedá non atopada
ca: La propietat no s'ha trobat
da: Egenskab ikke fundet
de_de: Eigenschaft nicht gefunden
el: H ιδιότητα δεν βρέθηκε
eo: Eco ne troviĝis
es: Propiedad no encontrada
et_ee: Omadust ei leitud
fi_fi: Ominaisuutta ei löydy
fr: Propriété non trouvée
gl: Non se atopou a propiedade
it: Proprietà non trovata
ja: プロパティが見つかりません
ko: 속성을 찾을 수 없음
pt_pt: Propriedade não encontrada
sk_sk: Vlastnosť nenájdená
tr: Özellik bulunamadı
zh_tw: 找不到這個屬性

source: Missing IM parameter for:
ast: Falta'l parámetru d'IM pa:
ca: Falta un paràmetre de MI per a:
da: Manglende IM-parameter for:
de_de: Fehlender IM-Parameter für:
el: Λείπει παράμετρος AM για:
es: Falta el parámetro de IM para:
et_ee: Puuduv IM parameeter:
fr: Paramètres de Messagerie Instantanée manquants pour :
gl: Falta o parámetro MI para:
it: Parametro IM mancante per:
ja: 不足しているIMパラメータ:
ko: 다음의 IM 인자를 찾을 수 없음:
pt_pt: Falta o parâmetro de mensagens instantâneas para:
sk_sk: Chýba IM parameter pre:
tr: Şu kişi için eksik IM parametresi:
zh_tw: 遺失的 IM 參數：

source: Unknown IM:
ast: Serviciu IM desconocíu:
ca: IM desconegut:
da: Ukendt IM:
de_de: IM unbekannt:
el: Άγνωστο AM:
eo: Nekonata tujmesaĝado:
es: Servicio IM desconocido:
et_ee: Tundmatu IM:
fi_fi: Tuntematon IM-arvo.
fr: Messagerie instantanée inconnue
gl: MI descoñecido:
it: IM sconosciuto:
ja: 不明なIM:
ko: 알려지지 않은 IM:
pt_pt: Mensagens instantâneas desconhecida (IM)
sk_sk: Neznáme IM:
tr: Bilinmeyen IM:
zh_tw: 未知的 IM:

source: {name}'s Birthday
ast: Cumpleaños de {name}
ca: Aniversari de {name}
da: {name}s fødselsdag
de_de: Geburtstag von {name}
el: Τα γενέθλια του/της {name}
eo: Naskiĝtago de {name}
es: Cumpleaños de {name}
et_ee: {name} sünnipäev
fi_fi: Henkilön {name} syntymäpäivä
fr: Anniversaire de {name}
gl: Aniversario de {name}
it: Compleanno di {name}
ja: {name}の誕生日
ko: {이름}의 생일
pt_pt: Aniversário de {name}
ro: Ziua de naștere a {name}
sk_sk: Narodeniny {name}
tr: {name} Kişisinin Doğum Günü
zh_tw: {name}的生日

source: Error creating address book
ast: Fallu creando llibreta de direiciones
ca: Error en crear la llibreta d'adreces
da: Fejl ved oprettelse af adressebog
de_de: Fehler beim Anlegen eines Adressbuchs
el: Σφάλμα κατά την δημιουργία βιβλίου διευθύνσεων
eo: Eraris kreo de adresaro
es: Error creando libreta de direcciones
et_ee: Viga aadressiraamatu loomisel
fi_fi: Virhe osoitekirjaa luotaessa
fr: Erreur à la création du carnet d'adresses
gl: Produciuse un erro ao crear o caderno de enderezos
it: Errore durante la creazione della rubrica
ja: アドレス帳の作成エラー
ko: 주소록 생성 오류
pt_pt: Erro ao criar livro de endereços
ro: Eroare în crearea agendei
sk_sk: Chyba pri vytváraní adresára
tr: Adres defteri oluşturma hatası
zh_tw: 建立通訊錄出現錯誤

source: The "%s" backend does not support deleting address books
ast: El backend "%s" nun permite desaniciar llibretes de direiciones
ca: El backend "%s" no admet l'eliminació de les agendes
da: "%s" backenden understøtter ikke sletning af adressebøger
de_de: Das "%s"-Backend unterstüzt das Löschen von Adressbüchern nicht.
el: Το σύστημα "%s" δεν υποστηρίζει τη διαγραφή βιβλίων διευθύνσεων
es: El backend "%s" no Soporta eliminacion de libretas de direcciones
et_ee: Tagarakend "%s" ei toeta aadressiraamatu kustutamist
fr: L'infrastructure "%s" ne supporte pas la suppression de carnet d'adresses.
gl: A infraestrutura de «%s» non admite a eliminación de cadernos de enderezos
it: Il motore "%s" non supporta l'eliminazione delle rubriche
ja: "%s" のバックエンドはアドレスブックの削除をサポートしていません
pt_pt: O suporte "%s" não permite eliminar livros de endereços
sk_sk: "%s" úložisko nepodporuje vymazanie adresárov
tr: "%s" arka ucu adres defteri silmeyi desteklemiyor

source: You do not have permissions to delete the "%s" address book
ast: Nun tienes los permisos necesarios pa desaniciar la llibreta de direiciones "%s"
ca: No teniu permisos per esborar la llibreta d'adreces "%s".
da: Du har ikke tilladelse til at slette "%s" adressebog
de_de: Sie haben nicht die erforderlichen Rechte, das Adressbuch "%s" zu löschen
el: Δεν έχετε άδεια να διαγράψετε το βιβλίο διευθύνσεων "%s"
eo: Vi ne havas permeson forigi la adresaron “%s”
es: No tiene los permisos requeridos para eliminar la libreta de direcciones "%s"
et_ee: Sul pole õigusi aadressiraamatu "%s" kustutamiseks
fi_fi: Käyttöoikeutesi eivät riitä osoitekirjan "%s" poistamiseen
fr: Vous n'avez pas les droits suffisants pour supprimer le carnet d'adresses "%s"
gl: Vostede non ten permisos para eliminar o caderno de enderezos «%s»
it: Non hai i permessi per eliminare la rubrica "%s"
ja: アドレス帳 "%s" を削除する権限がありません
ko: 주소록 "%s"을(를) 삭제할 수 있는 권한이 없습니다
pt_pt: Não tem permissões para eliminar o "%s" livro de endereços
sk_sk: Nemáte oprávnenie pre zmazanie zoznamu kontaktov "%s"
tr: "%s" adres defterini silmek için izniniz yok
zh_tw: 你沒有刪除"%s"通訊錄的權限

source: Error deleting address book
ast: Fallu desaniciando llibreta de direiciones
ca: Error en eliminar la llibreta d'adreces
da: Fejl ved sletning af adressebog
de_de: Fehler beim Löschen eines Adressbuchs.
el: Σφάλμα κατά την διαγραφή βιβλίου διεευθύνσεων
eo: Eraris forigo de adresaro
es: Error borrando libreta de direcciones
et_ee: Viga aadressiraamatu kustutamisel
fi_fi: Virhe osoitekirjaa poistaessa
fr: Erreur à la suppression du carnet d'adresses
gl: Produciuse un erro ao eliminar o caderno de enderezos
it: Errore durante l'eliminazione della rubrica
ja: アドレス帳の削除エラー
ko: 주소록 삭제 오류
pt_pt: Erro ao apagar o livro de endereços
ro: Eroare in stergerea agendei
sk_sk: Chyba pri vymazávaní adresára
tr: Adres defteri silme hatası
zh_tw: 刪除通訊錄出現錯誤

source: Error creating contact.
ast: Fallu creando contautu.
ca: Error en crear contacte.
da: Fejl ved oprettelse af kontaktperson.
de_de: Fehler beim Anlegen eines Kontakts.
el: Σφάλμα δημιουργίας επαφής.
eo: Eraris kreo de kontakto.
es: Error creando contacto.
et_ee: Viga kontakti loomisel.
fi_fi: Virhe yhteystietoa luotaessa.
fr: Erreur à la création du contact.
gl: Produciuse un erro ao crear o contacto.
it: Errore durante la creazione del contatto.
ja: 連絡先の作成エラー。
ko: 연락처 생성 중 오류가 발생하였습니다.
pt_pt: Erro a criar contacto.
ro: Eroare in crearea contactului .
sk_sk: Chyba pri vytváraní kontaktu.
tr: Kişi oluşturmada hata.
zh_tw: 建立聯絡人出現錯誤

source: Error creating contact
ast: Fallu al crear contautu
ca: Error al crear un contacte
da: Fejl ved oprettelse af kontakt
de_de: Fehler beim Erstellen des Kontaktes
el: Σφάλμα δημιουργίας επαφής
eo: Eraris kreo de kontakto
es: Error al crear contacto
et_ee: Viga kontakti loomisel
fi_fi: Virhe yhteystietoa luotaessa
fr: Erreur à la création du contact.
gl: Produciuse un erro ao crear o contacto
it: Errore durante la creazione del contatto
ja: 連絡先の作成エラー
pt_pt: Erro a criar o contacto
ro: Eroare în crearea contactului
sk_sk: Chyba pri vytváraní kontaktu
tr: Kişi oluşturulurken hata
zh_tw: 創建聯絡人時發生錯誤

source: Error deleting contact
ast: Fallu al desaniciar contautu
ca: Error al esborra un contacte
da: Fejl ved sletning af kontakt
de_de: Fehler beim Löschen des Kontaktes
el: Σφάλμα διαγραφής επαφής
eo: Eraris forigo de kontakto
es: Error al eliminar contacto
et_ee: Viga kontakti kustutamisel
fi_fi: Virhe yhteystietoa poistaessa
fr: Erreur à la suppression du contact.
gl: Produciuse un erro ao eliminar o contacto
it: Errore durante l'eliminazione del contatto
ja: 連絡先の削除エラー
pt_pt: Erro a eliminar o contacto
ro: Eroare în ştergerea contactului
sk_sk: Chyba pri odstraňovaní kontaktu
tr: Kişi silinirken hata

source: Error retrieving contact
ast: Fallu al recuperar contautu
ca: Error al recuperar un contacte
da: Fejl ved hentning af kontaktperson.
de_de: Fehler beim Abrufen des Kontaktes
el: Σφάλμα κατά την ανάκτηση της επαφής
eo: Eraris venigo de kontakto
es: Error al recuperar contacto
et_ee: Viga kontakti hankimisel
fi_fi: Virhe yhteystietoa noutaessa
fr: Erreur à la récupération du contact.
gl: Produciuse un erro ao recuperar o contacto
it: Errore durante il recupero del contatto
ja: 連絡先の取得エラー
pt_pt: Erro a obter o contacto
ro: Eroare în recuperarea contactului
sk_sk: Chyba pri načítaní kontaktu
tr: Kişi alınırken hata

source: Error saving contact
ast: Fallu al guardar contautu
ca: Error guardant un contacte
da: Kunne ikke gemme kontaktpersonen.
de_de: Fehler beim Speichern des Kontaktes
el: Σφάλμα αποθήκευσης επαφής
eo: Eraris konservo de kontakto
es: Error al guardar contacto
et_ee: Viga kontakti salvestamisel
fi_fi: Virhe yhteystietoa tallennettaessa
fr: Erreur de sauvegarde du contact
gl: Produciuse un erro ao gardar o contacto
it: Errore durante il salvataggio del contatto
ja: 連絡先の保存エラー
pt_pt: Erro a guardar o contacto
ro: Eroare în salvarea contactului
sk_sk: Chyba pri ukladaní kontaktu
tr: Kişi kaydedilirken hata
