Repository: droiter/openwrt-on-android
Catalog: files/www/owncloud/apps/contacts/l10n/*/contacts.po
Languages: ast, ca, da, de_de, el, eo, es, et_ee, fi_fi, fr, gl, it, ja, ko, pt_pt, ro, sk_sk, tr, zh_tw

source: Active
ast: Activu
ca: Actiu
da: Aktiv
de_de: Aktiv
el: Ενεργό
eo: Aktiva
es: Activo
et_ee: Aktiivne
fi_fi: Aktiivinen
fr: Carnet actif
gl: Activo
it: Attivo
ja: アクティブ
ko: 활성
pt_pt: Activo
ro: Activ
sk_sk: Aktívny
tr: Etkin
zh_tw: 作用中

source: Share
ast: Compartir
ca: Comparteix
da: Del
de_de: Teilen
el: Διαμοιρασμός
eo: Kunhavigi
es: Compartir
et_ee: Jaga
fi_fi: Jaa
fr: Partager
gl: Compartir
it: Condividi
ja: 共有
ko: 공유
pt_pt: Partilhar
ro: Partajează
sk_sk: Zdieľať
tr: Paylaş
zh_tw: 分享

source: Export
ast: Esportar
ca: Exporta
da: Exporter
de_de: Exportieren
el: Εξαγωγή
eo: Elporti
es: Exportar
et_ee: Ekspordi
fi_fi: Vie
fr: Exporter
gl: Exportar
it: Esporta
ja: エクスポート
ko: 내보내기
pt_pt: Exportar
ro: Exportă
tr: Dışa aktar
zh_tw: 匯出

source: CardDAV link
ast: Enllaz CardDav
ca: Enllaç CardDAV
el: Σύνδεσμος CardDAV
es: Enlace CardDav
fi_fi: CardDAV-linkki
fr: Lien CardDAV
gl: Ligazón a CardDAV
it: Collegamento CardDav
ja: CardDAVリンク
ko: CardDAV 링크
pt_pt: Endereço CardDAV
sk_sk: CardDAV odkaz
tr: CardDAV bağlantısı
zh_tw: 顯示 CardDav 連結

source: Edit
ast: Editar
ca: Edita
da: Rediger
de_de: Bearbeiten
el: Επεξεργασία
eo: Redakti
es: Editar
et_ee: Muuda
fi_fi: Muokkaa
fr: Modifier
gl: Editar
it: Modifica
ja: 編集
ko: 편집
pt_pt: Editar
ro: Editează
sk_sk: Upraviť
tr: Düzenle
zh_tw: 編輯

source: Addressbook URI
ast: Llibreta de Direiciones URI
ca: URI de la llibreta d'adreces
da: Adressebog URI
de_de: Adressbuch-URI
el: Διεύθυνση URI βιβλίου διευθύνσεων
eo: URI de adresaro
es: URI de la libreta de direcciones
et_ee: Aadressiraamatu URI
fr: Carnet d'adresse URI
gl: URI do caderno de enderezos
it: URI della rubrica
ja: アドレス帳 URI
pt_pt: Livro de endereços URI
sk_sk: URI adresára
tr: Adres Defteri URI'si

source: URI
el: Διεύθυνση URI

source: Description
ast: Descripción
ca: Descripció
da: Beskrivelse
de_de: Beschreibung
el: Περιγραφή
eo: Priskribo
es: Descripción
et_ee: Kirjeldus
fi_fi: Kuvaus
gl: Descrición
it: Descrizione
ja: 説明
ko: 종류
pt_pt: Descrição
ro: Descriere
sk_sk: Popis
tr: Açıklama
zh_tw: 描述

source: LDAP URL
ast: URL de LDAP
ca: URL LDAP
el: Διεύθυνση URL LDAP
es: URL de LDAP
fi_fi: LDAP-osoite
fr: URL LDAP
gl: URL do LDAP
it: URL LDAP
tr: LDAP Adresi

source: Anonymous
ast: Anónimu
ca: Anònim
da: Anonymt
de_de: Anonym
el: Ανώνυμος
eo: Sennoma
es: Anónimo
et_ee: Anonüümne
fr: Anonyme
gl: Anónimo
it: Anonimo
ja: 匿名
pt_pt: Anónimos
sk_sk: Anonym
tr: Anonim
zh_tw: 匿名

source: Read-only
ast: Namái llectura
ca: Només de lectura
da: Skrivebeskyttet
de_de: Schreibgeschützt
el: Μόνο για ανάγνωση
eo: Nurlega
es: Solo-lectura
et_ee: Ainult loetav
fi_fi: Vain luku
fr: Lecture seule
gl: Só lectura
it: Sola lettura
ja: 読み取り専用
pt_pt: Apenas de leitura
sk_sk: Len na čítanie
tr: Salt okunur

source: Read-Only
ast: Namái llectura
ca: Només de lectura
da: Skrivebeskyttet
de_de: Schreibgeschützt
el: Μόνο για ανάγνωση
eo: Nurlega
es: Solo-lectura
et_ee: ainult loetav
fi_fi: Vain luku
fr: Lecture seule
gl: Só lectura
it: Sola lettura
ja: 読み取り専用
pt_pt: Apenas de leitura
sk_sk: Len na čítanie
tr: Salt Okunur

source: User
ast: Usuariu
ca: Usuari
da: Bruger
de_de: Benutzer
el: Χρήστης
eo: Uzanto
es: Usuario
et_ee: Kasutaja
fi_fi: Käyttäjä
fr: Utilisateur
gl: Usuario
it: Utente
ja: ユーザー
ko: 사용자 이름
pt_pt: Utilizador
ro: Utilizator
sk_sk: Používateľ
tr: Kullanıcı
zh_tw: 使用者名稱

source: Password
ast: Contraseña
ca: Contrasenya
da: Kodeord
de_de: Passwort
el: Κωδικός πρόσβασης
eo: Pasvorto
es: Contraseña
et_ee: Parool
fi_fi: Salasana
fr: Mot de passe
gl: Contrasinal
ja: パスワード
ko: 암호
pt_pt: Palavra-passe
ro: Parolă
sk_sk: Heslo
tr: Parola
zh_tw: 密碼

source: Page size
ast: Tamañu de la páxina
ca: Mida de la pàgina
da: Sidestørrelse
de_de: Seitengröße
el: Μέγεθος σελίδας
eo: Grando de paĝo
es: Tamaño de página
et_ee: Lehe suurus
fr: Taille de la page
gl: Tamaño da páxina
it: Dimensioni della pagina
ja: ページサイズ
pt_pt: Tamanho da página
sk_sk: Rozsah strany
tr: Sayfa boyutu

source: Base DN for search
ast: Base DN pa guetar
ca: DN base per la cerca
da: Base DN for søgning
de_de: Basis DN für die Suche
el: Αρχικό ΔΟ για αναζήτηση
es: Nombre Distinguido (DN) base para búsqueda
et_ee: Otsingu baas-DN
fr: Nom unique de base pour la recherche
gl: DN base para buscas
it: DN base per le ricerche
ja: 検索のベースDN
pt_pt: Base DN para pesquisa
sk_sk: Základná DN pre hľadanie
tr: Arama için temel DN

source: Base DN
ca: DN Base
de_de: Basis-DN
el: Αρχικό ΔΟ
eo: Bazo-DN
es: DN base
et_ee: Baas DN
fi_fi: Oletus DN
fr: DN racine
gl: DN base
it: DN base
ja: ベースDN
ko: 기본 DN
pt_pt: DN base
ro: DN de bază
sk_sk: Základné DN
tr: Ana DN

source: Search filter
ast: Filtru de gueta
ca: Filtre de cerca
da: Søgefilter
de_de: Suchfilter
el: Φίλτρο αναζήτησης
eo: Serĉi filtrilon
es: Filtro de búsqueda
et_ee: Otsingu filter
fr: Filtre de recherche
gl: Filtro de buscas
it: Filtro di ricerca
ja: 検索フィルタ
pt_pt: Filtro de pesquisa
sk_sk: Filter prehľadávania
tr: Arama filtresi

source: Filter
ast: Filtru
ca: Filtre
el: Φίλτρο
eo: Filtrilo
es: Filtro
fr: Flitre
gl: Filtro
it: Filtro
ja: フィルタ
pt_pt: Filtro
tr: Filtre

source: Base DN for modification
ast: Base DN pa edición
ca: DN Base per modificació
de_de: Basis DN für Änderungen
el: Αρχικό ΔΟ για μεταβολή
es: Nombre Distinguido (DN) base para modificación
et_ee: Muudatuste baas-DN
fr: Nom unique de base pour la modification
gl: DN base para modificacións
it: DN base per le modifiche
ja: 変更のベースDN
pt_pt: Base DN para alteracão
sk_sk: Základná DN pre zmeny
tr: Değiştirme için temel DN

source: Base DN modification
ast: Edición de Base DN
ca: modificació DN base
de_de: Basis-DN Änderung
el: Μεταβολή αρχικού ΔΟ
es: DN base modificación
et_ee: Baas-DN muutmine
fr: Modification du nom unique de base
gl: Modificación do DN base
it: Modifica DN base
ja: ベースDNの変更
pt_pt: Alteracão da Base DN
sk_sk: Základná DN zmien
tr: Değiştirme temel DN

source: Connector
ast: Coneutor
de_de: Anschluss
el: Σύνδεσμος
es: Conector
et_ee: Ühendaja
fr: Connecteur
gl: Conectador
it: Connettore
ja: コネクタ
pt_pt: Conector
sk_sk: Konektor
tr: Bağlayıcı

source: Connector value (Better use external editor and copy/paste)
ast: Valor del coneutor (Ye meyor usar un editor esternu y copiar/apegar)
ca: Valor del connector (Millor utilitzar un editor extern i copiar/engaxar)
de_de: Anschlusswert (Am Besten einen externen Editor und kopieren/einfügen nutzen)
el: Μεταβλητή συνδέσμου (Καλύτερα χρησιμοποιείστε εξωτερικό επεξεργαστή και αντιγράψτε/επικολλήστε)
es: Valor del conector (mejor usar un editor externo y copiar/pegar)
et_ee: Ühenduja väärtus (parem kasuta välist redaktorid ja kopeeri/aseta)
fr: Valeur du connecteur (Utilisez un éditeur externe et copier/coller)
gl: Valor do conectador (é mellor usar un editor externo e copiar/pegar)
it: Valore del connettore (meglio utilizzare un editor esterno e copia/incolla)
ja: コネクタの値 (外部エディタ使って、コピー/ペーストするのをお勧め)
pt_pt: Valor de ligação (Utilize um editor externo e copy/paste)
sk_sk: Hodnota konektora (najlepšie bude použiť externý editor a copy / paste)
tr: Bağlayıcı değeri (Harici düzenleyici kullanıp, kopyala/yapıştır daha iyi bir kullanımdır)

source: Copy from (Warning, replaces current custom value)
ast: Copiar dende (Avisu, troca'l valor personalizáu actual)
ca: Copiar de (Avís, sobreescriu el valor personalitzat actual)
da: Kopier fra (Advarsel, dete erstatter eksisterende data)
de_de: Kopie von (Warnung, überschreibt den aktuellen benutzerdefinierten Wert)
el: Αντιγραφή από (Προσοχή, αντικαθιστά την τρέχουσα προσαρμοσμένη τιμή)
es: Copiar de (advertencia: reemplaza el valor actual)
et_ee: Kopeeri (hoiatus, asendab olemasoleva muudetud väärtuse)
fr: Copie depuis (Attention, les valeurs actuelles seront remplacées)
gl: Copiar desde (aviso, substitúe o valor personalizado actual)
it: Copia da (attenzione, sostituisce i valori attuali personalizzati)
ja: からコピー (注意、現在の設定値を置き換えます)
pt_pt: Copiar de (Aviso, substitua o actual valor configurado)
sk_sk: Kopírovanie z (Pozor, nahradí súčasnú vlastnou hodnotou)
tr: Şuradan kopyala (Uyarı, geçerli özel değerin üzerine yazar)

source: someone@example.com
ast: daquien@exemplu.com
ca: algú@exemple.com
da: nogen@eksempel.com
de_de: jemand@beispiel.de
eo: iu@example.com
es: alguien@ejemplo.com
fi_fi: esimerkki@osoite.fi
fr: personne@exemple.com
gl: calquera@dominio.com
it: qualcuno@esempio.com
pt_pt: alguem@exemplo.com
sk_sk: niekto@niečo.sk
tr: biri@örnek.com

source: GoogleTalk
ja: Googleトーク

source: AIM
fr: AOL Instant Messaging

source: Twitter
eo: Tvitero

source: Facebook
eo: Vizaĝlibro

source: Skype
eo: Skajpo
