Repository: droiter/openwrt-on-android
Catalog: files/www/owncloud/apps/contacts/l10n/*/contacts.po
Languages: ast, ca, da, de_de, el, eo, es, et_ee, fi_fi, fr, gl, it, ja, ko, pt_pt, ro, sk_sk, tr, zh_tw

source: Error removing contact from other address book.
ast: Fallu desaniciando contautu dende otra llibreta de direiciones.
ca: Error en eliminar el contacte des d'una altra llibreta d'adreces.
da: Fejl ved fjernelse af kontaktperson fra anden adressebog.
de_de: Fehler beim Entfernen des Kontakts aus einem anderen Adressbuch.
el: Σφάλμα διαγραφής επαφής από άλλο βιβλίο διευθύνσεων.
eo: Eraris forigo de kontakto el aliaj adresaroj.
es: Error borrando contacto desde otra libreta de direcciones.
et_ee: Viga kontakti eemaldamisel aadressiraamatust.
fr: Erreur à la suppression du contact d'un autre carnet d'adresses.
gl: Produciuse un erro ao retirar o contacto desde outro caderno de enderezos.
it: Errore durante la rimozione del contatto da altre rubriche.
ja: 他のアドレス帳からの連絡先の削除エラー
ko: 다른 주소록에서 연락처 삭제 중 오류가 발생하였습니다.
pt_pt: Erro ao remover o contacto do livro de endereços.
ro: Eroare in stergerea contactului din alta agenda .
sk_sk: Chyba pri vymazávaní kontaktu z iného adresára.
tr: Kişiyi diğer adres defterinden silmede hata
zh_tw: 從其他通訊錄移除聯絡人時發生錯誤。

source: Error getting moved contact
ast: Fallu al obtener contautu movíu
ca: Error al traslladar un contacte
da: Fejl ved hentning af flyttet kontakt
de_de: Fehler beim Verschieben des Kontaktes
el: Σφάλμα κατά την λήψη μετακινημένης επαφής
eo: Eraris movo de kontakto
es: Error al obtener contacto movido
et_ee: Viga liigutatud kontakti hankiisel
fr: Erreur lors de l'obtention du contact déplacé
gl: Produciuse un erro ao obter o contacto movido
it: Errore durante il recupero del contatto spostato
ja: 連絡先の移動取得エラー
pt_pt: Erro a obter o contacto movido
sk_sk: Chyba pri presúvaní kontaktu
tr: Kişi taşınmaya hazırlanırken hata

source: Couldn't find contact.
ast: Nun pue atopase'l contautu.
ca: El contacte no s'ha trobat.
da: Kunne ikke finde kontakt.
de_de: Kontakt nicht gefunden.
el: Αδυναμία εύρεσης επαφής.
eo: Ne troviĝis kontakto.
es: No se puede encontrar contacto.
et_ee: Ei suuda leida kontakti.
fi_fi: Yhteystietoa ei löytynyt.
fr: Impossible de trouver le contact.
gl: Non foi posíbel atopar o contacto.
it: Impossibile trovare il contatto.
ja: 連絡先が見つかりませんでした。
ko: 연락처를 찾을 수 없습니다.
pt_pt: Não é possível encontrar o contacto.
ro: Contactul nu poate fi găsit .
sk_sk: Kontakt sa nenašiel.
tr: Kişi bulunamadı.
zh_tw: 找不到聯絡人

source: No contact data in request.
ast: Nun hai información de contautu na solicitú.
ca: No hi ha dades de contacte en la sol·licitud.
da: Ingen kontakt oplysninger i anmodningen.
de_de: Keine Kontaktdaten in der Anfrage.
el: Δεν υπάρχουν δεδομένα επαφής στο αίτημα.
es: No hay información de contacto en la solicitud.
et_ee: Päringus pole kontaktinfot.
fr: Aucune donnée de contact dans la requête.
gl: Non hai datos de contacto na petición.
it: Non ci sono dati di contatto nella richiesta.
ja: リクエストには連絡先はありません。
ko: 요청에 연락처 데이터가 없습니다.
pt_pt: Não há dados de contacto no pedido.
sk_sk: Neobsahuje požadované kontaktné údaje.
tr: Kişi veri alım isteği yok.

source: Error merging into contact.
ast: Fallu fusionando en contautu.
ca: Error en combinar en el contacte.
da: Fejl ved indfletning til kontaktperson.
de_de: Fehler beim Zusammenfügen in einen Kontakt.
el: Σφάλμα κατά τη συγχώνευση με επαφή.
eo: Eraris kunfando en kontakton.
es: Error fusionando en contacto.
et_ee: Viga kontaktiks ühendamisel.
fr: Erreur de la fusion du contact.
gl: Produciuse un erro ao mesturar en contacto.
it: Errore durante l'unione al contatto.
ja: 連絡先へのマージエラー。
ko: 연락처로 합치는 중 오류가 발생하였습니다.
pt_pt: Erro ao adicionar detalhes ao contacto.
sk_sk: Chyba pri zlučovaní do kontaktu.
tr: Kişileri birleştirmede hata.
zh_tw: 合併聯絡人資料時出現錯誤

source: Error saving contact to backend.
ast: Fallu guardando contautu en backend.
ca: Error en desar el contacte en el dorsal.
da: Kunne ikke gemme kontakt på server.
de_de: Fehler beim Speichern eines Kontakts ins Backend.
el: Σφάλμα κατά την αποθήκευση επαφής στο σύστημα.
es: Error guardando contacto en backend.
et_ee: Viga kontakti salvestamisel tagarakendisse.
fi_fi: Virhe tallennettaessa yhteystietoa taustaosaan.
fr: Erreur d'enregistrement du contact sur l'infrastructure d'arrière-plan.
gl: Produciuse un erro ao gardar o contacto na infraestrutura.
it: Errore di salvataggio del contatto nel motore.
ja: バックエンドへの連絡先の保存エラー
ko: 연락처를 백엔드에 저장하는 중 오류가 발생하였습니다.
pt_pt: Erro ao guardar o contacto no suporte.
sk_sk: Chyba pri ukladaní kontaktu do úložiska.
tr: Kişi arka uca kaydedilirken hata.
zh_tw: 儲存聯絡人資料至後端時出現錯誤

source: Property name is not set.
ast: Nome de propiedá non definíu.
ca: La propietat nom no està definida.
da: Egenskabsnavn er ikke angivet.
de_de: Merkmalsname ist nicht angegeben.
el: Δεν ορίστηκε η ιδιότητα όνομα.
es: Nombre de propiedad no definido.
et_ee: Omaduse nimi pole määratud.
fi_fi: Ominaisuuden nimeä ei ole asetettu.
fr: Le nom de la propriété n'est pas défini.
gl: Non foi estabelecido o nome da propiedade
it: Il nome della proprietà non è impostato.
ja: プロパティ名が設定されていません。
ko: 속성 이름이 설정되지 않았습니다.
pt_pt: O nome da propriedade não está definido,
sk_sk: Údaj Meno nie je nastavené.
tr: Özellik adı atanmadı.
zh_tw: 尚未設定屬性名稱

source: Property checksum is not set.
ast: Verificación de propiedá non definida.
ca: La suma de verificació no està definida.
da: Tjeksum for egenskab er ikke angivet.
de_de: Merkmalsprüfsumme ist nicht angegeben.
el: Δεν ορίστηκε η ιδιότητα άθροισμα ελέγχου.
es: Verificación de propiedad no definida.
et_ee: Omaduse kontrollsummat pole määratud.
fi_fi: Ominaisuuden tarkistesummaa ei ole asetettu.
fr: La somme de contrôle de la propriété n'est pas définie.
gl: Non foi estabelecida a suma de comprobación da propiedade
it: La proprietà del codice di controllo non è impostata.
ja: プロパティのチェックサムが設定されていません。
ko: 속성 체크섬이 설정되지 않았습니다.
pt_pt: A propriedade checksum não está configurada.
sk_sk: Údaj Kontrolný súčet nie je nastavený.
tr: Özelliğin toplama sağlamı ayarlanmamış.
zh_tw: 尚未設定檢查碼

source: Information about vCard is incorrect. Please reload the page.
ast: La información sobre la vCard ye incorreuta. Por favor, recarga la páxina.
ca: La informació de la vCard és incorrecta. Carregueu la pàgina de nou.
da: Informationen om vCard er forkert. Genindlæs siden.
de_de: Die Information der vCard ist fehlerhaft. Bitte aktualisieren Sie die Seite.
el: Οι πληροφορίες σχετικά με τη vCard είναι εσφαλμένες. Παρακαλώ επαναφορτώστε τη σελίδα.
eo: Informo pri vCard estas malĝusta. Bonvolu reŝargi la paĝon.
es: La información sobre el vCard es incorrecta. Por favor, recargue la página.
et_ee: Visiitkaardi info pole korrektne. Palun lae leht uuesti.
fi_fi: vCardin tiedot eivät kelpaa. Lataa sivu uudelleen.
fr: Les informations relatives à cette vCard sont incorrectes. Veuillez recharger la page.
gl: A información sobre a vCard é incorrecta. Volva cargar a páxina.
it: Informazioni sulla vCard non corrette. Ricarica la pagina.
ja: vCardの情報に誤りがあります。ページをリロードしてください。
ko: vCard 정보가 올바르지 않습니다. 페이지를 새로 고치십시오.
pt_pt: A informação sobre o vCard está incorreta. Por favor recarregue a página
ro: Informațiile cărții de vizită sunt incorecte. Te rog reîncarcă pagina.
sk_sk: Informácie o vCard sú neplatné. Prosím obnovte stránku.
tr: vCard bilgileri doğru değil. Lütfen sayfayı yenileyin.
zh_tw: 有關 vCard 的資訊不正確，請重新載入此頁。

source: Error updating contact
ast: Fallu anovando contautu
ca: Error en actualitzar el contacte
da: Kunne ikke opdatere kontakt
de_de: Fehler beim Aktualisieren eines Kontakts
el: Σφάλμα κατά την ενημέρωση επαφής
eo: Eraris ĝisdatigo de kontakto
es: Error actualizando contacto
et_ee: Viga kontakti uuendamisel
fi_fi: Virhe yhteystietoa päivittäessä
fr: Erreur lors de la mise à jour du contact
gl: Produciuse un erro ao actualizar o contacto.
it: Errore durante l'aggiornamento del contatto
ja: 連絡先の更新エラー
ko: 연락처 업데이트 오류
pt_pt: Erro ao actualizar o contacto
ro: Eroare in actualizarea contactului
sk_sk: Chyba pri ukladaní zmien kontaktu
tr: Kişi güncellenirken hata
zh_tw: 更新聯絡人時發生錯誤

source: Error saving contact to backend
ast: Fallu guardando'l contautu
ca: Error en desar el contacte en el dorsal
da: Kunne ikke gemme kontakt til server
de_de: Fehler beim Speichern eines Kontakts ins Backend
el: Σφάλμα κατά την αποθήκευση επαφής στο σύστημα
es: Error guardando el contacto
et_ee: Viga kontakti salvestamisel tagarakendisse
fi_fi: Virhe tallennettaessa yhteystietoa taustajärjestelmään
fr: Erreur d'enregistrement du contact sur l'infrastructure d'arrière-plan.
gl: Produciuse un erro ao gardar o contacto na infraestrutura
it: Errore durante il salvataggio del contatto nel motore
ja: バックエンドへの連絡先の保存エラー
ko: 연락처 백엔드 저장 오류
pt_pt: Erro ao guardar o contacto no suporte
sk_sk: Chyba pri zápise kontaktu do úložiska
tr: Kişi arka uca kaydedilirken hata
zh_tw: 儲存聯絡人資料至後台時發生錯誤

source: No photo path was submitted.
ast: Nun s'introduxo'l camín a la semeya.
ca: No heu tramès el camí de la foto.
da: Der blev ikke medsendt en sti til fotoet.
de_de: Es wurde kein Foto-Pfad angegeben.
el: Δεν δόθηκε διαδρομή εικόνας
eo: Neniu vojo al foto sendiĝis.
es: No se ha introducido la ruta de la foto.
et_ee: Foto asukohta pole määratud.
fi_fi: Kuvan polkua ei annettu.
fr: Le chemin de la photo n'a pas été envoyé.
gl: Non se enviou a ruta a unha foto.
it: Non è stato inviato alcun percorso a una foto.
ja: 写真のパスが登録されていません。
ko: 사진 경로가 제출되지 않았습니다.
pt_pt: Nenhum caminho da foto definido.
ro: Nici o adresă către fotografie nu a fost transmisă
sk_sk: Žiadna fotka nebola odoslaná.
tr: Fotoğraf yolu gönderilmedi.
zh_tw: 沒有提供相片路徑

source: Error loading image from cache
ast: Fallu al cargar la imaxe de la memoria caché
ca: Error en carregar la imatge de la memòria cau
da: Kunne ikke indlæse billede fra cache.
de_de: Fehler beim Laden des Bildes aus dem Zwischenspeicher
el: Σφάλμα κατά την φόρτωση της εικόνας από την προσωρινή μνήμη
eo: Eraris ŝargo de bildo el kaŝmemoro
es: Error al cargar imagen de la memoria caché
et_ee: Viga pildi puhvrist laadimisel
fi_fi: Virhe ladatessa kuvaa välimuistista
fr: Erreur de chargement de l'image depuis le cache
gl: Produciuse un erro ao cargar a imaxe desde a caché
it: Errore durante il caricamento dell'immagine dalla cache
ja: キャッシュからの画像読み込みエラー
pt_pt: Erro a carregar a imagem da cache
sk_sk: Chyba pri načítaní obrázka z vyrovnávacej pamäte
tr: Resim önbellekten yüklenirken hata

source: Error getting PHOTO property.
ast: Fallu obteniendo les propiedaes de la semeya.
ca: Error en obtenir la propietat PHOTO.
da: Fejl ved indlæsning af PHOTO feltet.
de_de: Fehler beim Abrufen der PHOTO-Eigenschaft.
el: Σφάλμα κατά τη λήψη ιδιοτήτων ΦΩΤΟΓΡΑΦΙΑΣ.
eo: Eraro dum ekhaviĝis la propraĵon PHOTO.
es: Error obteniendo las propiedades de la foto.
et_ee: Viga PHOTO omaduse hankimisel.
fi_fi: Virhe KUVA ominaisuuden saamisessa.
fr: Erreur lors de l'obtention des propriétés de la photo.
gl: Produciuse un erro ao obter a propiedade PHOTO.
it: Errore di recupero della proprietà FOTO.
ja: 写真属性の取得エラー。
ko: PHOTO 속성을 가져오는 중 오류가 발생했습니다.
pt_pt: Erro a obter a propriedade Foto
ro: eroare în găsirea proprietăţilor fotografiei
sk_sk: Chyba počas získavania vlastností fotografie.
tr: PHOTO özelliği alınırken hata oluştu.
zh_tw: 讀取 PHOTO 屬性時發生錯誤

source: Error saving contact.
ast: Fallu guardando'l contautu.
ca: Error en desar el contacte.
da: Kunne ikke gemme kontaktpersonen.
de_de: Fehler beim Speichern des Kontaktes.
el: Σφάλμα κατά την αποθήκευση επαφής.
eo: Eraro dum konserviĝis kontakto.
es: Error guardando el contacto.
et_ee: Viga kontakti salvestamisel.
fi_fi: Virhe yhteystietoa tallennettaessa.
fr: Erreur de sauvegarde du contact
gl: Produciuse un erro ao gardar o contacto.
it: Errore di salvataggio del contatto.
ja: 連絡先の保存エラー。
ko: 연락처 저장 중 오류가 발생했습니다.
pt_pt: Erro a guardar o contacto.
ro: eroare in salvarea contactului
sk_sk: Chyba počas ukladania kontaktu.
tr: Kişi kaydedilirken hata.
zh_tw: 儲存聯絡人時發生錯誤

source: No group name given.
ast: Nun s'especificó un nome de grupu.
ca: No heu facilitat el nom de cap grup.
da: Intet gruppenavn givet.
de_de: Kein Gruppenname angegeben.
el: Δεν δόθηκε όνομα ομάδας.
eo: Neniu gruponomo doniĝis.
es: No se ha especificado un nombre de grupo.
et_ee: Puudub grupi nimi.
fr: Aucun nom de groupe n'a été spécifié.
gl: Non se indicou o nome do grupo.
it: Nessun nome di gruppo fornito.
ja: グループ名が指定されていません。
ko: 그룹 이름이 지정되지 않았습니다.
pt_pt: Grupo sem nome.
ro: Nu a fost desemnat un nume pentru grup.
sk_sk: Názov skupiny nie je zadaný.
tr: Grup adı belirtilmedi.
zh_tw: 未設定群組名稱

source: Error adding group.
ast: Fallu amestando'l grupu.
ca: Error en afegir grup.
da: Fejl ved tilføjelse af gruppe.
de_de: Fehler beim Hinzufügen der Gruppe.
el: Σφάλμα κατά την προσθήκη ομάδας.
eo: Eraro dum aldono de grupo.
es: Error añadiendo el grupo.
et_ee: Viga grupi lisamisel.
fi_fi: Virhe ryhmää lisättäessä.
fr: Erreur lors de l'ajout du groupe.
gl: Produciuse un erro ao engadir o grupo.
it: Errore durante l'aggiunta del gruppo.
ja: グループの追加エラー。
ko: 그룹을 추가하는 중 오류가 발생하였습니다.
pt_pt: Erro a adicionar o grupo
ro: Eroare în adăugarea unui grup
sk_sk: Chyba vytvárania danej skupiny.
tr: Grup ekleme hatası.
zh_tw: 新增群組錯誤

source: No group name to rename from given.
ast: Nun hai nome de grupu pa renomar el que se dio.
ca: No heu facilitat cap nom de grup per canviar-li el nom.
da: Intet gruppenavn at omdøbe fra det givne.
de_de: Kein alter Gruppenname zum Umbenennen angegeben.
el: Κανένα όνομα ομάδας για μετονομασία από το δοθέν.
es: No hay nombre de grupo para renombrar el que se ha dado.
et_ee: Puudub ümbernimetatava grupi nimi.
fr: Aucun nom de groupe à renommer n'a été spécifié.
gl: Non se indicou o novo nome do grupo para renomear.
it: Non è stato fornito nessun nome per il gruppo da rinominare.
ja: 名前変更元のグループ名が指定されていません。
ko: 변경할 그룹 이름이 지정되지 않았습니다.
pt_pt: Não foi dado um novo nome ao grupo recebido.
sk_sk: Názov skupiny na premenovanie nie je zadaný.
tr: Değiştirmek için bir grup adı belirtilmedi.
zh_tw: 未提供要更名的群組名稱

source: No group name to rename to given.
ast: Nun s'especificó un nome de grupu pa renomar el que se dio
ca: No heu facilitat el nom de grup per canviar-li el nom.
da: Intet gruppenavn at omdøbe til det givne.
de_de: Kein neuer Gruppenname zum Umbenennen angegeben.
el: Κανένα όνομα ομάδας για μετονομασία στο δοθέν.
es: No se ha especificado un nombre de grupo para renombrar el que se ha dado
et_ee: Puudub grupi nimi ümbernimetatamiseks.
fr: Aucun nouveau nom de groupe n'a été spécifié pour le renommage.
gl: Non se indicou o nome do grupo que renomear.
it: Nessun nome gruppo di destinazione fornito.
ja: 名前変更先のグループ名が指定されていません。
ko: 그룹의 새 이름이 지정되지 않았습니다.
pt_pt: Não foi dado um novo nome ao grupo dado.
sk_sk: Nový názov skupiny nie je zadaný.
tr: Değiştirmek için bir grup adı belirtilmedi.
zh_tw: 未設定新群組名稱

source: Error renaming group.
ast: Fallu renomando grupu.
ca: Error en canviar el nom del grup.
da: Fejl ved omdøbning af gruppenavn.
de_de: Fehler beim Umbenennen der Gruppe aufgetreten.
el: Σφάλμα κατά τη μετονομασία της ομάδας
eo: Eraris alinomigo de grupo.
es: Error renombrando grupo.
et_ee: Viga grupi ümber nimetamisel.
fi_fi: Virhe muuttaessa ryhmän nimeä.
fr: Erreur lors du renommage du groupe.
gl: Produciuse un erro ao renomear o grupo.
it: Errore durante la rinomina del gruppo.
ja: グループの名前変更エラー
ko: 그룹 이름을 변경하는 중 오류가 발생하였습니다.
pt_pt: Erro ao renomear grupo.
ro: Eroare în redenumirea grupului .
sk_sk: Chyba pri premenovávaní skupiny.
tr: Grup adını değiştirirken hata oluştu.
zh_tw: 群組更名錯誤

source: Group ID missing from request.
ast: Falta'l ID de grupu na solicitú.
ca: La ID del grup s'ha perdut en el requeriment.
da: Gruppe-id mangler i forespørgsel.
de_de: Gruppen-ID fehlt in der Anfrage.
el: Το ID ομάδας λείπει από το αίτημα.
eo: Grupidentigilo mankas en peto.
es: Falta el ID de grupo en la solicitud.
et_ee: Päringust puudub Grupi ID.
fr: Identifiant du groupe manquant dans la requête.
gl: Falta o ID do grupo desde a petición.
it: ID del gruppo mancante nella richiesta.
ja: リクエストにはグループIDがありません。
ko: 요청에 그룹 ID가 없습니다.
pt_pt: Falta o ID do grupo no pedido
sk_sk: Chýbajúce skupinové ID pri požiadavke.
tr: İstekte grup kimliği yok.
zh_tw: 請求中缺少群組 ID

source: Group name missing from request.
ast: Falta'l nome del grupu na solicitú.
ca: Al requeriment li falta el nom del grup.
da: Gruppenavn mangler i forespørgsel.
de_de: Fehlender Gruppenname bei der Anfrage.
el: Το όνομα ομάδας λείπει από το αίτημα.
eo: Gruponomo mankas en peto.
es: Falta el nombre del grupo en la petición.
et_ee: Päringust puudub grupi nimi.
fr: Nom de groupe manquant dans la requête.
gl: No se atopa o nome do grupo desde a petición.
it: Nome del gruppo mancante nella richiesta.
ja: リクエストにはグループ名が不足しています。
ko: 요청에 그룹 이름이 없습니다.
pt_pt: Nome de grupo em falta.
sk_sk: V požiadavke chýba názov skupiny.
tr: İstekte grup adı yok.
zh_tw: 請求中缺少群組名稱

source: Contact ID missing from request.
ast: Falta'l ID de contautu na solicitú.
ca: La ID del contacte s'ha perdut en el requeriment.
da: Kontaktpersons-id mangler i forespørgsel.
de_de: Kontakt-ID fehlt in der Anfrage.
el: Το ID επαφής λείπει από το αίτημα.
eo: Kontaktidentigilo mankas en peto.
es: Falta el ID de contacto en la solicitud.
et_ee: Päringust puudub kontakti ID.
fr: Identifiant du contact manquant dans la requête.
gl: Falta o ID do contacto desde a petición.
it: ID del contatta mancante nella richiesta.
ja: リクエストには連絡先IDがありません。
ko: 요청에 연락처 ID가 없습니다.
pt_pt: Falta o ID do contacto no pedido
sk_sk: Chýbajúce kontaktné ID pri požiadavke.
tr: İstekte kişi kimliği yok.
zh_tw: 請求中缺少聯絡人 ID

source: No file was uploaded. Unknown error
ast: Nun se xubió dengún ficheru. Fallu desconocíu
ca: No s'ha carregat cap fitxer. Error desconegut
da: Ingen fil blev uploadet. Ukendt fejl.
de_de: Keine Datei hochgeladen. Unbekannter Fehler
el: Δεν μεταφορτώθηκε κάποιο αρχείο. Άγνωστο σφάλμα
eo: Neniu dosiero alŝutiĝis. Nekonata eraro.
es: No se subió ningún archivo. Error desconocido
et_ee: Ühtegi faili ei laetud üles. Tundmatu viga
fi_fi: Tiedostoa ei lähetetty. Tuntematon virhe
fr: Aucun fichier n'a été envoyé. Erreur inconnue
gl: Non se enviou ningún ficheiro. Produciuse un erro descoñecido.
it: Nessun file è stato inviato. Errore sconosciuto
ja: アップロードされたファイルはありません。不明なエラー
ko: 파일이 업로드되지 않았습니다. 알 수 없는 오류입니다
pt_pt: Nenhum ficheiro foi carregado. Erro desconhecido
ro: Nici un fișier nu a fost încărcat. Eroare necunoscută
sk_sk: Žiaden súbor nebol odoslaný. Neznáma chyba
tr: Dosya yüklenmedi. Bilinmeyen hata
zh_tw: 沒有檔案被上傳。未知的錯誤。

source: There is no error, the file uploaded with success
ast: Nun hai dengún fallu, el ficheru xubióse ensin problemes
ca: No hi ha errors, el fitxer s'ha carregat correctament
da: Der skete ingen fejl, filen blev succesfuldt uploadet
de_de: Es ist kein Fehler aufgetreten. Die Datei wurde erfolgreich hochgeladen.
el: Δεν υπάρχει σφάλμα, το αρχείο μεταφορτώθηκε επιτυχώς
eo: Ne estas eraro, la dosiero alŝutiĝis sukcese.
es: No hay ningún error, el archivo se ha subido con éxito
et_ee: Ühtegi tõrget polnud, fail on üles laetud
fi_fi: Ei virheitä, tiedosto lähetettiin onnistuneesti
fr: Aucune erreur, le fichier a été envoyé avec succès.
gl: Non houbo erros, o ficheiro enviouse correctamente
it: Non ci sono errori, il file è stato caricato correttamente
ja: エラーはありません。ファイルのアップロードは成功しました
ko: 파일 업로드에 성공하였습니다.
pt_pt: Não ocorreram erros, o ficheiro foi submetido com sucesso
ro: Nu a apărut nici o eroare, fișierul a fost încărcat cu succes
sk_sk: Nenastala žiadna chyba, súbor bol úspešne nahraný
tr: Dosya başarıyla yüklendi, hata oluşmadı
zh_tw: 無錯誤，檔案上傳成功

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ast: El ficheru xubíu perpasa la direutiva "upload_max_filesize" del ficheru php.ini
ca: El fitxer carregat supera la directiva upload_max_filesize de php.ini
da: Den uploadede fil er større end upload_max_filesize indstillingen i php.ini
de_de: Die Datei ist größer, als durch die upload_max_filesize Direktive in php.ini erlaubt
el: Το αρχείο που μεταφορτώθηκε υπερβαίνει την οδηγία μέγιστου επιτρεπτού μεγέθους "upload_max_filesize" του php.ini
eo: La alŝutita dosiero transpasas la preskribon upload_max_filesize en php.ini
es: El archivo subido sobrepasa la directiva "upload_max_filesize" del archivo PHP.ini
et_ee: Üleslaetud fail ületab php.ini failis määratud upload_max_filesize suuruse
fi_fi: Lähetetty tiedosto ylittää upload_max_filesize-arvon rajan php.ini-tiedostossa
fr: Le fichier envoyé dépasse la directive upload_max_filesize dans php.ini
gl: O ficheiro enviado supera a directiva upload_max_filesize no php.ini
it: Il file inviato supera la direttiva upload_max_filesize nel php.ini
ja: アップロードファイルは php.ini 内の upload_max_filesize の制限を超えています
ko: 업로드된 파일이 php.ini의 upload_max_filesize보다 큼
pt_pt: O ficheiro enviado excede a directiva upload_max_filesize no php. ini
ro: Fișierul are o dimensiune mai mare decât cea specificată în variabila upload_max_filesize din php.ini
sk_sk: Nahrávaný súbor prekračuje nastavenie upload_max_filesize v php.ini
tr: Dosyanın boyutu php.ini dosyasındaki upload_max_filesize yönergesini aşıyor
zh_tw: 上傳的檔案超過了 php.ini 中的 upload_max_filesize 設定

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ast: El ficheru xubíu perpasa la direutiva "MAX_FILE_SIZE" especificada nel formulariu HTML
ca: El fitxer carregat supera la directiva MAX_FILE_SIZE especificada al formulari HTML
da: Den uploadede fil overstiger MAX_FILE_SIZE indstilingen, som specificeret i HTML formularen
de_de: Die Datei ist größer, als die MAX_FILE_SIZE Direktive erlaubt, die im HTML-Formular spezifiziert ist
el: Το αρχείο που μεταφορτώθηκε υπερβαίνει την οδηγία MAX_FILE_SIZE που ορίζεται στην φόρμα HTML
eo: La dosiero alŝutita superas la regulon MAX_FILE_SIZE, kiu estas difinita en la HTML-formularo
es: El archivo subido sobrepasa la directiva "MAX_FILE_SIZE" especificada en el formulario HTML
et_ee: Üleslaetud fail ületab MAX_FILE_SIZE suuruse, mis on HTML vormi jaoks määratud
fi_fi: Ladattavan tiedoston maksimikoko ylittää MAX_FILE_SIZE dirketiivin, joka on määritelty HTML-lomakkeessa
fr: Le fichier envoyé dépasse la directive MAX_FILE_SIZE qui est spécifiée dans le formulaire HTML.
gl: O ficheiro enviado excede da directiva MAX_FILE_SIZE especificada no formulario HTML
it: Il file inviato supera la direttiva MAX_FILE_SIZE specificata nel modulo HTML
ja: アップロードファイルはHTMLフォームで指定された MAX_FILE_SIZE の制限を超えています
ko: 업로드한 파일 크기가 HTML 양식의 MAX_FILE_SIZE보다 큼
pt_pt: O tamanho do ficheiro carregado ultrapassa o valor MAX_FILE_SIZE definido no formulário HTML
ro: Fișierul are o dimensiune mai mare decât variabile MAX_FILE_SIZE specificată în formularul HTML
sk_sk: Nahrávaný súbor prekračuje nastavenie MAX_FILE_SIZE z volieb HTML formulára
tr: Yüklenecek dosyanın boyutu HTML formunda belirtilen MAX_FILE_SIZE yönergesini aşıyor
zh_tw: 上傳的檔案大小超過 HTML 表單中 MAX_FILE_SIZE 的限制

source: The uploaded file was only partially uploaded
ast: El ficheru xubióse de mou parcial
ca: El fitxer només s'ha carregat parcialment
da: Filen blev kun delvist uploadet.
de_de: Die Datei konnte nur teilweise übertragen werden
el: Το αρχείο μεταφορτώθηκε μόνο εν μέρει
eo: la alŝutita dosiero nur parte alŝutiĝis
es: El archivo ha sido subido parcialmente
et_ee: Fail laeti üles ainult osaliselt
fi_fi: Tiedoston lähetys onnistui vain osittain
fr: Le fichier n'a été que partiellement envoyé.
gl: O ficheiro so foi parcialmente enviado
it: Il file è stato caricato solo parzialmente
ja: アップロードファイルは一部分だけアップロードされました
ko: 파일의 일부분만 업로드됨
pt_pt: O ficheiro selecionado foi apenas carregado parcialmente
ro: Fișierul a fost încărcat doar parțial
sk_sk: Nahrávaný súbor sa nahral len čiastočne
tr: Dosya kısmen karşıya yüklenebildi
zh_tw: 只有檔案的一部分被上傳
