Repository: droiter/openwrt-on-android
Catalog: files/www/owncloud/apps/contacts/l10n/*/contacts.po
Languages: ast, ca, da, de_de, el, eo, es, et_ee, fi_fi, fr, gl, it, ja, ko, pt_pt, ro, sk_sk, tr, zh_tw

source: Contacts
ast: Contautos
ca: Contactes
da: Kontakter
de_de: Kontakte
el: Επαφές
eo: Kontaktoj
es: Contactos
et_ee: Kontaktid
fi_fi: Yhteystiedot
gl: Contactos
it: Contatti
ja: コンタクト
ko: 연락처
pt_pt: Contactos
ro: Contacte
sk_sk: Kontakty
tr: Kişiler
zh_tw: 通訊錄

source: Add new LDAP Addressbook
ast: Amestar nueva Axenda de Direiciones de LDAP
ca: Afegeix una llibreta d'adreces LDAP nova
da: Tilføj ny LDAP adressebog
de_de: Neues LDAP-Adressbuch hinzufügen
el: Προσθήκη νέου βιβλίου διευθύνσεων LDAP
es: Agregar nueva libreta de direcciones LDAP
et_ee: Lisa uus LDAP aadressiraamat
fi_fi: Lisää uusi LDAP-osoitekirja
fr: Ajouter un carnet d'adresse LDAP
gl: Engadir un novo caderno de enderezos LDAP
it: Aggiungi una nuova rubrica LDAP
ja: 新しいLDAPアドレス帳を追加
pt_pt: Adicionar novo Livro de endereços LDAP
sk_sk: Pridať nový LDAP adresár
tr: Yeni LDAP Adres Defteri Ekle

source: Ok
ast: Aceutar
ca: D'acord
el: Οκ
eo: Akcepti
es: Aceptar
gl: Aceptar
ko: 확인
tr: Tamam
zh_tw: 好

source: Cancel
ast: Encaboxar
ca: Cancel·la
da: Annuller
de_de: Abbrechen
el: Άκυρο
eo: Nuligi
es: Cancelar
et_ee: Loobu
fi_fi: Peru
fr: Annuler
gl: Cancelar
it: Annulla
ja: キャンセル
ko: 취소
pt_pt: Cancelar
ro: Anulare
sk_sk: Zrušiť
tr: İptal
zh_tw: 取消

source: Save
ast: Guardar
ca: Desa
da: Gem
de_de: Speichern
el: Αποθήκευση
eo: Konservi
es: Guardar
et_ee: Salvesta
fi_fi: Tallenna
fr: Sauvegarder
gl: Gardar
it: Salva
ja: 保存
ko: 저장
pt_pt: Guardar
ro: Salvează
sk_sk: Uložiť
tr: Kaydet
zh_tw: 儲存

source: Edit Addressbook
ast: Edita l'Axenda de Direiciones
ca: Edita la llibreta d'adreces
da: Rediger adressebog
de_de: Adressbuch editieren
el: Επεξεργασία βιβλίου διευθύνσεων
eo: Redakti adresaron
es: Editar libreta de direcciones
et_ee: Muuda aadressiraamatut
fi_fi: Muokkaa osoitekirjaa
fr: Éditer le carnet d'adresses
gl: Editar axenda
it: Modifica rubrica
ja: アドレスブックを編集
ko: 주소록 편집
pt_pt: Editar livro de endereços
ro: Modifică agenda
sk_sk: Upraviť Adresár
tr: Adres Defterini Düzenle
zh_tw: 編輯電話簿

source: Starting file import
ast: Aniciando la importación de ficheros
ca: Iniciant la importació del fitxer
da: Begynd filimport
de_de: Beginne Datei-Import
el: Έναρξη εισαγωγής αρχείου
es: Iniciando importación de archivos
et_ee: Käivitan faili impordi
fi_fi: Aloitetaan tiedoston tuominen
fr: Démarrage de l'importation de fichier
gl: Iniciando a importación do ficheiro
it: Inizio importazione file
ja: ファイルのインポートを開始
pt_pt: A iniciar importação de ficheiro
ro: Incepe import fișiere
sk_sk: Spustenie importu súboru
tr: Dosya içe aktarımı başlıyor

source: Format selected: {format}
ast: Formatu escoyíu: {format}
ca: Format seleccionat: {format}
da: Valgt format: {format}
de_de: Ausgewähltes Format: {format}
el: Επιλεγμένη μορφοποίηση: {format}
es: Formato seleccionado: {format}
et_ee: Valitud formaat: {format}
fi_fi: Muoto valittu: {format}
fr: Format sélectionné : {format}
gl: Formato seleccionado: {format}
it: Formato selezionato: {format}
ja: 選択フォーマット: {format}
ro: Format selectat : {format}
sk_sk: Zvolený formát: {format}
tr: Seçilen biçim: {format}

source: Automatic format detection
ast: Deteición automática de formatu
ca: Detecció automàtica del format
da: Automatisk format vælger
de_de: Automatische Format-Erkennung
el: Αυτόματη ανίχνευση μορφοποίησης
es: Detección automática de formato
et_ee: Automaatne formaadi tuvastus
fi_fi: Automaattinen muodon havaitseminen
fr: Détection automatique de format
gl: Detección automática do formato
it: Rilevamento automatico del formato
ja: 自動フォーマット検出
pt_pt: Deteção automática do formato
ro: Detectare automata a formatului
sk_sk: Automatická detekcia formátu
tr: Otomatik biçim tespiti

source: Processing {count}/{total} cards
ast: Procesando {count}/{total} tarxetes
ca: Processant contactes {count}/{total}
da: Importeret {count} af {total} kontakter
de_de: Bearbeite {count}/{total} Visitenkarten
el: Επεξεργασία {count}/{total} καρτών
es: Procesando {count}/{total} tarjetas
et_ee: Käitlen {count}/{total} kaarti
fi_fi: Työstetään {count}/{total} korttia
fr: Traitement de {count}/{total} cartes
gl: Procesando {count}/{total} tarxetas
it: Elaborazione di {count}/{total} schede
ja: {count} 件中 {total} 件のカードを処理中
pt_pt: A processar {count}/{total} cartões
sk_sk: Spracovaných {count}/{total} kariet
tr: İşlenen {count}/{total} kart

source: Total:{total}, Success:{imported}, Errors:{failed}
ast: Total:{total}, válides:{imported}, fallos:{failed}
ca: Total:{total}, Amb èxit:{imported}, Errors:{failed}
da: Total:{total}, Succes:{imported}, Fejl:{failed}
de_de: Insgesamt: {total}, Erfolgreich: {imported}, Fehler: {failed}
el: Σύνολο:{total}, Επιτυχείς:{imported}, Ανεπιτυχείς:{failed}
es: Total:{total}, exitosas:{imported}, errores:{failed}
et_ee: Kokku: {total}, Edukaid: {imported}, Vigu:{failed}
fi_fi: Yhteensä:{total}, onnistui:{imported}, virheitä:{failed}
fr: Total : {total}, Succès : {imported}, Erreurs : {failed}
gl: Total:{total}, Satisfactorias:{imported}, Erros:{failed}
it: Totale:{total}, riusciti:{imported}, errori:{failed}
ja: 全体:{total}, 成功:{imported}, 失敗:{failed}
pt_pt: Total:{total}, Com êxito:{imported}, Erros:{failed}
sk_sk: Celkom:{total}, Úspešne:{imported}, Chybné:{failed}
tr: Toplam:{total}, Başarılı:{imported}, Hata:{failed}

source: An address book called {name} already exists
ast: Yá esiste una llibreta de contautos denomada {name}
ca: Ja existeix una llibreta d'adreces amb el nom {name}
da: Der eksistere allerede en adressebog med navnet: {name}
de_de: Ein Adressbuch namens {group} ist schon vorhanden
el: Το βιβλίο διευθύνσεων με το όνομα {name} υπάρχει ήδη
eo: Adresaro nomata {name} jam ekzistas
es: Ya existe una libreta de contactos llamada {name}
et_ee: Aadressiraamat nimega {name} on juba olemas
fi_fi: Osoitekirja nimeltä {name} on jo olemassa
fr: Un carnet d'adresse appelé {name} existe déjà
gl: Xa existe un caderno de enderezos chamado {name}
it: Una rubrica con nome {name} esiste già
ja: {name} という名前のアドレス帳はすでに存在します
ko: 주소록 {name}이(가) 이미 존재함
pt_pt: O livro de endereços {name} já existe
ro: Numele exista deja în agenda
sk_sk: Adresár s názvom {name} už existuje
tr: {name} isimli adres defteri zaten mevcut
zh_tw: 通訊錄 {name} 已存在

source: Failed adding address book: {error}
ast: Hebo un fallu al amestar la llibreta de contautos: {error}
ca: Ha fallat en afegir la llibreta d'adreces: {error}
da: Kunne ikke tilføje adressebog: {error}
de_de: Fehler beim Hinzufügen des Adressbuchs: {error}
el: Αποτυχία πρόσθεσης βιβλίου διευθύνσεων: {error}
eo: Malsukcesis aldono de adresaro: {error}
es: Hubo un fallo al agregar la libreta de contactos: {error}
et_ee: Aadressiramatu lisamine ebaõnnestus: {error}
fi_fi: Osoitekirjan lisääminen epäonnistui: {error}
fr: Échec de l'ajout du carnet d'adresses : {error}
gl: Non foi posíbel engadir o caderno de enderezos: {error}
it: Aggiunta della rubrica non riuscita: {error}
ja: アドレス帳の追加に失敗: {error}
ko: 주소록 추가 실패: {error}
pt_pt: Não foi possível adicionar o livro de endereços: {error}
ro: adaugarea agendei a esuat
sk_sk: Pridanie adresára zlyhalo: {error}
tr: Adres defteri eklenemedi: {error}
zh_tw: 通訊錄匯入失敗：{error}

source: Failed loading address books: {error}
ast: Hebo un fallu al cargar les llibretes de contautos: {error}
ca: Ha fallat en carregar llibretes d'adreces: {error}
da: Kunne ikke hente adressebøger: {error}
de_de: Fehler beim Laden von Adressbüchern: {error}
el: Αποτυχία φόρτωσης βιβλίων διευθύνσεων: {error}
eo: Malsukcesis ŝargado de adresaroj: {error}
es: Se produjo un error al cargar las libretas de contactos: {error}
et_ee: Aadressiraamatute laadimine ebaõnnestus: {error}
fi_fi: Osoitekirjojen lataaminen epäonnistui: {error}
fr: Echec du chargement des carnets d'adresses : {error}
gl: Non foi posíbel cargar os cadernos de enderezos: {error}
it: Caricamento rubriche non riuscito: {error}
ja: アドレス帳の読み込みに失敗: {error}
ko: 주소록 불러오기 실패: {error}
pt_pt: Não foi possível carregar o livro de endereços: {error}
ro: adaugarea agendei a esuat.eroare
sk_sk: Načítanie adresára zlyhalo: {error}
tr: Adres defterlerini yükleme başarısız: {error}
zh_tw: 通訊錄載入失敗：{error}

source: Server error! Please inform system administator
ast: Fallu nel sirvidor. Por favor, informa al alministrador.
ca: Error en el servidor! Informeu a l'administrador del sistema
da: Server fejl! Informer venligst systemadministratoren.
de_de: Serverfehler! Bitte informieren Sie den System-Administrator
el: Σφάλμα διακομιστή! Παρακαλώ ενημερώστε το διαχειριστή
eo: Eraro de servilo! Bonvolu sciigi vian sistemadministranton
es: Error en el servidor. Por favor, informe al administrador.
et_ee: Serveri viga! Palun teavita süsteemi administraatorit
fi_fi: Palvelinvirhe! Ilmoita asiasta ylläpitäjälle
fr: Erreur du serveur ! Veuillez contacter votre administrateur.
gl: Produciuse un erro no servidor! Informe ao administrador do sistema
it: Errore del server. Informa l'amministratore di sistema
ja: サーバーエラー！システム管理者に知らせてください。
ko: 서버 오류! 시스템 관리자에게 연락하십시오
pt_pt: Erro no servidor! Por favor informe o Administrador do Sistema
ro: Eroare de server ! Va rugam anunţaţi administratorul sistemului
sk_sk: Chyba servera! Informujte vášho administrátora
tr: Sunucu hatası! Lütfen sistem yöneticisini bilgilendirin
zh_tw: 伺服器錯誤! 請通知系統管理員

source: Indexing contacts
ast: Indexando contautos
ca: Indexant contactes
da: Indekserer kontakter
de_de: Indiziere Kontakte
el: Ευρετηρίαση επαφών
eo: Indeksante kontaktojn
es: Indexando contactos
et_ee: Kontaktide indekseerimine
fi_fi: Indeksoidaan yhteystietoja
fr: Indexation des contacts
gl: Indexando os contactos
it: Indicizzazione dei contatti
ja: 連絡先のインデックスを作成中
ko: 연락처 색인 중
pt_pt: A indexar os contactos
ro: indexarea contactelor
sk_sk: Indexovanie kontaktov
tr: Bağlantılar dizinleniyor
zh_tw: 正在建立聯絡人索引...

source: Unrecoverable error loading address books: {msg}
ast: Fallu irrecuperable mientres se cargaben les llibretes de contautos: {msg}
ca: Error irrecuperable en carregar llibretes d'adreces: {msg}
da: Uigenkaldelig fejl ved hentning af adressebøger: {msg}
de_de: Nicht behebbarer Fehler beim Laden von Adressbüchern: {msg}
el: Ανεπανόρθωτο σφάλμα κατά τη φόρτωση των βιβλίων διευθύνσεων: {msg}
es: Error irrecuperable mientras se cargaban las libretas de contactos: {msg}
et_ee: Taastumatu viga aadressiraamatute laadimisel: {msg}
fr: Erreur irrécupérable lors du chargement des carnets d'adresses : {msg}
gl: Produciuse un erro non recuperábel ao cargar os cadernos de enderezos: {msg}
it: Errore irreversibile durante il caricamento delle rubriche: {msg}
ja: アドレス帳の読み込み時に回復不能なエラーが発生: {msg}
ko: 주소록을 불러오는 중 복구할 수 없는 오류 발생: {msg}
pt_pt: Erro irrecuperável enquanto tentava carregar os livros de endereço: {msg}
ro: agenda este irecuperabila.mesaj
sk_sk: Neodstrániteľná chyba pri načítaní adresára: {msg}
tr: Adres defterleri yüklenirken düzeltilemeyen hata oluştu: {msg}
zh_tw: 載入通訊錄時發生無法修正的錯誤：{msg}

source: Error.
ast: Fallu.
da: Fejl.
de_de: Fehler.
el: Σφάλμα.
eo: Eraro.
et_ee: Viga.
fi_fi: Virhe.
fr: Erreur.
gl: Erro.
it: Errore.
ja: エラー
ko: 오류.
pt_pt: Erro.
ro: eroare
sk_sk: Chyba.
tr: Hata.
zh_tw: 錯誤。

source: Add to...
ast: Amestar a...
ca: Afegeix a...
da: Føj til...
de_de: Füge hinzu...
el: Προσθήκη στο...
eo: Aldoni al...
es: Añadir a...
et_ee: Lisa...
fi_fi: Lisää...
fr: Ajouter à…
gl: Engadir a...
it: Aggiungi a...
ja: 追加...
ko: 추가...
pt_pt: Adicionar a...
ro: adaugat in...
sk_sk: Pridať do...
tr: Şuraya ekle...
zh_tw: 加入至…

source: Remove from...
ast: Desaniciar de...
ca: Elimina des de...
da: Fjern fra...
de_de: Entferne von...
el: Αφαίρεση από το...
eo: Forigi el...
es: Eliminar de...
et_ee: Eemalda...
fi_fi: Poista...
fr: Retirer de…
gl: Retirar de...
it: Rimuovi da...
ja: 削除...
ko: 다음에서 삭제...
pt_pt: Remover de...
ro: eliminat din...
sk_sk: Odstrániť z...
tr: Şuradan kaldır...
zh_tw: 從…移除

source: Add group...
ast: Amestar grupu...
ca: Afegeix grup...
da: Tilføj gruppe...
de_de: Gruppe hinzufügen...
el: Προσθήκη ομάδας...
eo: Aldoni grupon...
es: Añadir grupo...
et_ee: Lisa gruppi...
fi_fi: Lisää ryhmä...
fr: Ajouter un groupe…
gl: Engadir un grupo...
it: Aggiungi gruppo...
ja: グループを追加...
ko: 그룹 추가..
pt_pt: Adicionar grupo...
ro: adaugă grup
sk_sk: Pridať skupinu...
tr: Grup ekle...
zh_tw: 新增群組

source: Invalid URL: "{url}"
ast: URL non válida: "{url}"
ca: URL no vàlida: "{url}"
da: Ugyldig URL: "{url}"
de_de: Ungültige Adresse: "{url}"
el: Μη έγκυρη URL: "{url}"
eo: Nevalidas URL-adreso: “{url}”
es: URL no válida: "{url}"
et_ee: Vigane URL: "{url}"
fi_fi: Virheellinen verkko-osoite: "{url}"
fr: URL invalide : "{URL}"
gl: URL incorrecto: «{url}»
it: URL non valido: "{url}"
ja: 無効なURL: "{url}"
ko: 잘못된 URL: "{url}"
pt_pt: URL inválido: "{url}"
ro: URL invalid.localizator uniform de resurse
sk_sk: Chybná URL: "{url}"
tr: Geçersiz URL: "{url}"
zh_tw: 無效的 URL ："{url}"

source: Invalid email: "{url}"
ast: Direición de corréu non válida: "{url}"
ca: Correu electrònic no vàlid: "{url}"
da: Ugyldig email: "{url}"
de_de: Ungültige E-Mail-Adresse: "{url}"
el: Μη έγκυρο email: "{url}"
eo: Nevalidas retpoŝtadreso: “{url}”
es: Dirección de correo inválida: "{url}"
et_ee: Vigane e-post: "{url}"
fi_fi: Virheellinen sähköposti: "{url}"
fr: Courriel invalide : "{url}"
gl: Correo incorrecto: «{url}»
it: Email non valida: "{url}"
ja: 無効なメールアドレス: "{url}"
ko: 잘못된 이메일: "{url}"
pt_pt: Correio eletrónico inválido: "{url}"
ro: email invalid
sk_sk: Chybný email: "{url}"
tr: Geçersiz e-posta: "{url}"
zh_tw: 無效的電子郵件："{url}"

source: Merge failed. Cannot find contact: {id}
ast: Fallu na combinación. Nun pue atopase contautu: {id}
ca: La combinació ha fallat. No es pot trobar el contacte: {id}
da: Sammenlægning fejlede. Kan ikke finde kontakt: {id}
de_de: Zusammenführung fehlgeschlagen. Kontakt nicht gefunden: {id}
el: Αποτυχία συγχώνευσης. Αδυναμία εύρεσης επαφής: {id}
eo: Kunfando malsukcesis. Ne troviĝas kontakto: {id}
es: Error en la combinación. No se puede encontrar contacto: {id}
et_ee: Ühendamine ebaõnnestus. Ei suuda leida kontakti: {id}
fi_fi: Yhdistäminen epäonnistui. Yhteystietoa ei löydy: {id}
fr: Échec de la fusion. Impossible de trouver le contact : {id}
gl: Non foi posíbel facer a mestura. Non foi posíbel atopar o contacto: {id}
it: Unione non riuscita. Impossibile trovare il contatto: {id}
ja: マージに失敗しました。 連絡先が見つかりません: {id}
ko: 합치기 실패. 연락처를 찾을 수 없음: {id}
pt_pt: Falhou a junção. Não se encontrou o contacto: {id}
ro: Imbinare nereusita. Nu se poate gasi contactul: {id}
sk_sk: Zlúčenie zlyhalo. Nemožno nájsť kontakt: {id}
tr: Birleştirme başarısız. Kişi bulunamadı: {id}
zh_tw: 合併失敗，沒有找到聯絡人：{id}

source: Merge failed.
ast: Fallu na combinación.
ca: La combinació ha fallat.
da: Sammenlægning fejlede.
de_de: Zusammenführung fehlgeschlagen.
el: Η συγχώνευση απέτυχε.
eo: Kunfando malsukcesis.
es: Error en la combinación.
et_ee: Ühendamine ebaõnnestus.
fi_fi: Yhdistäminen epäonnistui.
fr: Echec de la fusion.
gl: Non foi posíbel facer a mestura.
it: Unione non riuscita.
ja: マージに失敗しました。
ko: 합치기 실패.
pt_pt: Junção falhou.
ro: Imbinare nereusita.
sk_sk: Zlúčenie zlyhalo.
tr: Birleştirme başarısız.
zh_tw: 合併失敗。

source: Merge failed. Error saving contact.
ast: Combinación fallida. Fallu guardando'l contautu.
ca: La combinació ha fallat. Error en desar el contacte.
da: Indfletning lykkedes ikke. Fejl ved gemning af kontakt.
de_de: Zusammenführung fehlgeschlagen. Fehler beim Speichern des Kontakts.
el: Αποτυχία συγχώνευσης. Σφάλμα αποθήκευσης επαφής.
eo: Kunfando malsukcesis. Eraris konservo de kontakto.
es: Combinación fallida. Error guardando el contacto.
et_ee: Ühendamine ebaõnnestus. Viga kontakti salvestamisel.
fi_fi: Yhdistäminen epäonnistui. Virhe yhteystietoa tallentaessa.
fr: Échec de la fusion. Erreur d'enregistrement du contact.
gl: Non foi posíbel facer a mestura. produciuse un erro ao gardar o contacto.
it: Unione non riuscita. Errore durante il salvataggio del contatto.
ja: マージに失敗しました。連絡先の保存エラー。
ko: 합치기 실패. 연락처 저장 오류.
pt_pt: Junção falhou. Erro ao guardar contacto.
ro: Imbinare nereusita. Eroare la salvarea contactului.
sk_sk: Zlúčenie zlyhalo. Chyba pri ukladaní kontaktu.
tr: Birleştirme başarısız. Kişi kaydedilirken hata oluştu.
zh_tw: 合併失敗，儲存聯絡人時發生錯誤。

source: Select photo
ast: Esbillar una semeya
ca: Selecciona una foto
da: Vælg foto
de_de: Wählen Sie ein Foto
el: Επέλεξε φωτογραφία
eo: Elekti foton
es: Seleccionar una foto
et_ee: Vali foto
fi_fi: Valitse valokuva
fr: Sélectionner une photo
gl: Seleccione fotografía
it: Seleziona la foto
ja: 写真を選択
ko: 사진 선택
pt_pt: Selecione uma fotografia
ro: Selectează fotografie
sk_sk: Vybrať fotku
tr: Fotoğraf seç
zh_tw: 選擇相片

source: Network or server error. Please inform administrator.
ast: Fallu na rede o nel sirvidor. Por favor, informa al alministrador.
ca: Error de xarxa o del servidor. Informeu a l'administrador.
da: Netværks- eller serverfejl: Informér administrator.
de_de: Netzwerk- oder Serverfehler. Bitte informieren Sie den Administrator.
el: Σφάλμα δικτύου ή διακομιστή. Παρακαλώ ενημερώστε το διαχειριστή.
eo: Reta aŭ servila eraro. Bonvolu sciigi al la administranto.
es: Error en la red o en el servidor. Por favor, informe al administrador.
et_ee: Võrgu või serveri viga. Palun informeeri administraatorit.
fi_fi: Verkko- tai palvelinvirhe. Ilmoita asiasta pääkäyttäjälle.
fr: Erreur de serveur ou du réseau. Veuillez contacter votre administrateur.
gl: Produciuse un erro na rede ou no servidor. Informe ao administrador.
it: Errore di rete o del server. Informa l'amministratore.
ja: ネットワークもしくはサーバーエラーです。管理者に連絡してください。
ko: 네트워크 및 서버 오류입니다. 관리자에게 연락하십시오.
pt_pt: Erro de rede ou do servidor. Por favor, informe o administrador.
ro: Eroare de server sau de retea. Va rugam informati administratorul.
sk_sk: Chyba siete alebo servera. Informujte prosím administrátora.
tr: Ağ veya sunucu hatası. Lütfen sistem yöneticisini bilgilendirin.
zh_tw: 網路或伺服器錯誤，請通知系統管理員。

source: Only images can be used as contact photos
ast: Namái puen usase imáxenes como semeyes de contautos
ca: Només es poden utilitzar imatges com a fotos de contacte
da: Kun billedfiler kan bruges som profilbilleder
de_de: Nur Bilder können als Kontaktfotos genutzt werden
el: Μόνο αρχεία εικόνας μπορούν να χρησιμοποιηθούν σαν φωτογραφίες επαφών
es: Solo imágenes pueden ser usadas como fotos de contactos
et_ee: Kontaktifotodena saab kasutada ainult pilte
fi_fi: Vain kuvatiedostoja voi käyttää yhteystietojen kuvina
fr: Seules des images peuvent être utilisées comme photo de contact
gl: Só se pode empregar imaxes como fotos de contactos
it: Solo le immagini possono essere utilizzate come foto dei contatti
ja: 画像ファイルのみがコンタクト写真として使用することができます。
pt_pt: Apenas imagens podem ser usadas para as fotos dos contatos
ro: Numai imaginile pot fi utilizate ca fotografii de contact
sk_sk: Iba obrázky môžu byť použité ako fotografie kontaktov
tr: Kişi fotoğrafları olarak sadece resimler kullanılabilir

source: The size of "{filename}" exceeds the maximum allowed {size}
ast: El tamañu de "{filename}" perpasa'l máximu permitíu {size}
ca: El fitxer "{filename}" excedeix el pes màxim permès {size}
da: Størrelsen af "{filename}" overstiger de tilladte {size}
de_de: Die Größe von "{filename}" überschreitet die maximal erlaubte Größe von {size}
el: Το μέγεθος του "{filename}" υπερβαίνει το μέγιστο επιτρεπόμενο {size}
es: El tamaño de "{filename}" excede el máximo permitido {size}
et_ee: Faili "{filename}" suurus ületab maksimaalse lubatud suuruse {size}
fi_fi: Tiedoston "{filename}" koko ylittää sallitus enimmäiskoon {size}
fr: La taille de "{filename}" excède le taille maximale autorisée {size}
gl: O tamaño de «{filename}» excede do máximo permitido de {size}
it: La dimensione di "{filename}" supera il massimo consentito di {size}
ja: "{filename}" のファイルサイズが最大許可サイズ {size} を超過しています。
pt_pt: O tamanho do ficheiro "{filename}" excede o máximo permitido {tamanho}
sk_sk: Veľkosť súboru "{filename}" prekračuje povolené maximum {size}
tr: "{filename}" dosyasının boyutu izin verilen miktar olan {size} boyutunu aşıyor

source: Error adding to group.
ast: Fallu amestando al grupu.
ca: Error en afegir grup
da: Fejl ved tilføjelse til gruppe.
de_de: Fehler beim Hinzufügen zur Gruppe.
el: Σφάλμα κατά την προσθήκη σε ομάδα.
eo: Eraro dum aldono al grupo.
es: Error añadiendo al grupo.
et_ee: Viga gruppi lisamisel.
fi_fi: Virhe ryhmään lisättäessä.
fr: Erreur lors de l'ajout au groupe.
gl: Produciuse un erro ao engadir ao grupo.
it: Errore durante l'aggiunta al gruppo.
ja: グループの追加時にエラー発生。
ko: 그룹에 추가하는 중 오류가 발생하였습니다.
pt_pt: Erro a adicionar ao grupo.
ro: Eroare la adaugarea la grup.
sk_sk: Chyba pri pridávaní do skupiny.
tr: Gruba eklerken hata.
zh_tw: 新增到群組時出錯。

source: Error removing from group.
ast: Fallu desaniciando del grupu.
ca: Error en eliminar del grup
da: Fejl ved fjernelse fra gruppe.
de_de: Fehler beim Entfernen aus der Gruppe.
el: Σφάλμα κατά την αφαίρεση από ομάδα.
eo: Eraro dum forigo el grupo.
es: Error eliminando del grupo.
et_ee: Viga grupist eemaldamisel.
fi_fi: Virhe poistaessa ryhmästä.
fr: Erreur lors du retrait du groupe.
gl: Produciuse un erro ao retirar do grupo.
it: Errore durante la rimozione dal gruppo.
ja: グループからの削除でエラーが発生。
ko: 그룹에서 삭제하는 중 오류가 발생하였습니다.
pt_pt: Erro a remover do grupo.
ro: Eroare la eliminarea din grup.
sk_sk: Chyba pri odstraňovaní zo skupiny.
tr: Gruptan kaldırırken hata.
zh_tw: 從群組中移除出錯。

source: You have selected over 300 contacts. This will most likely fail! Click here to try anyway.
ast: Esbillasti más de 300 contautos. ¡Podría dar fallu! Calca equí pa intentalo de toes formes.
ca: Heu seleccionat més de 300 contactes. Això segurament fallarà! Feu clic aquí per provar-ho igualment.
da: Du har markeret mere end 300 kontakter. Det vil sandsynligvis fejle! Klik her hvis du vil prøve alligevel.
de_de: Sie haben über 300 Kontakte ausgewählt. Dies wird höchstwahrscheinlich fehlschlagen! Klicken Sie hier, um es trotzdem zu versuchen.
el: Έχετε επιλέξει πάνω από 300 επαφές. Αυτό μάλλον θα αποτύχει! Κλικάρετε εδώ για να δοκιμάσετε ούτως ή άλλως.
es: Ha seleccionado más de 300 contactos. ¡Puede que no tenga éxito! Pulse aquí para intentarlo de todas formas.
et_ee: Oled valinud üle 300 kontakti. Tõenäoliselt see ebaõnnestub. Kliki siia jätkamaks ikkagi.
fi_fi: Olet valinnut yli 300 yhteystietoa. Tämä johtaa mitä luultavimmin epäonnistumiseen! Napsauta tästä yrittääksesi silti.
fr: Vous avez sélectionné plus de 300 contacts. Cela va très probablement échouer ! Cliquer ici pour essayer cependant.
gl: Seleccionou máis de 300 contactos. Isto probabelmente fallará! Prema aquí para tentalo aínda así.
it: Hai selezionato più di 300 contatti. L'operazione potrebbe non riuscire! Fai clic qui per provare comunque.
ja: 300 以上の連絡先が洗濯されています。
ko: 300명 이상의 연락처를 선택하였습니다. 오류가 발생할 수도 있습니다! 그래도 시도하려면 여기를 누르십시오.
pt_pt: Você selecionou mais de 300 contactos. Isto irá falhar de certeza! Clique aqui para tentar na mesma.
sk_sk: Označených je viac ako 300 kontaktov. Toto pravdepodobne zlyhá! Kliknite tu, ak chcete aj naďalej pokračovať.
tr: 300'den fazla kişi seçtiniz. Büyük olasılıkla başarısız olacak! Yine de denemek için buraya tıklayın.
zh_tw: 你已經選取了超過300個聯絡人。 可能會導致失敗！點擊這兒繼續嘗試。
