Repository: droiter/openwrt-on-android
Catalog: files/www/owncloud/apps/contacts/l10n/*/contacts.po
Languages: ast, ca, da, de_de, el, eo, es, et_ee, fi_fi, fr, gl, it, ja, ko, pt_pt, ro, sk_sk, tr, zh_tw

source: Error setting {name} as favorite.
ast: Fallu configurando {name} como favoritu.
ca: Error en establir {name} com a preferit.
da: Kunne ikke indstille {name} som favorit.
de_de: Fehler beim Setzen von {name} als Favorit.
el: Σφάλμα κατά τον ορισμό του {name} σαν αγαπημένο.
es: Error configurando {name} como favorito.
et_ee: Viga {name} lemmikuks määramisel.
fr: Erreur lors de la mise en favori de {name}.
gl: Produciuse un erro ao estabelecer {name} como favorito.
it: Errore durante l'impostazione di {name} come preferito.
ja: {name} をお気に入りにする際にエラーが発生しました。
ko: {name} 님을 즐겨찾는 연락처로 설정할 수 없음.
pt_pt: Erro ao marcar {name} como favorito.
ro: Eroare la setarea {name} ca favorit.
sk_sk: Chyba pri nastavení {name} medzi obľúbené.
tr: {name} sık kullanılan olarak ayarlanırken hata oluştu.
zh_tw: 設定 {name} 為最愛時發生錯誤。

source: Merge contacts
ast: Amestar contautos
ca: Combina contactes
da: Sammenlæg kontakter
de_de: Kontakte zusammenführen
el: Συγχώνευση επαφών
eo: Kunfandi kontaktojn
es: Combinar contactos
et_ee: Ühenda kontaktid
fi_fi: Yhdistä yhteystiedot
fr: Fusionner les contacts
gl: Mesturar os contactos
it: Unisci contatti
ja: 連絡先をマージ
ko: 연락처 합치기
pt_pt: Juntar contactos
ro: Îmbinare contacte
sk_sk: Zlúčiť kontakty
tr: Kişileri birleştir
zh_tw: 合併聯絡人

source: Add group
ast: Amestar grupu
ca: Afegeix grup
da: Tilføj gruppe
de_de: Gruppe hinzufügen
el: Προσθήκη ομάδας
eo: Aldoni grupon
es: Añadir grupo
et_ee: Lisa grupp
fi_fi: Lisää ryhmä
fr: Ajouter un groupe
gl: Engadir un grupo
it: Aggiungi gruppo
ja: グループを追加
ko: 그룹 추가
pt_pt: Adicionar grupo
ro: Adaugaţi grup
sk_sk: Pridať skupinu
tr: Grup ekle
zh_tw: 新增群組

source: OK
ast: Aceutar
ca: D'acord
el: ΟΚ
eo: Akcepti
es: Aceptar
gl: Aceptar
ko: 확인
tr: Tamam
zh_tw: 好

source: Could not find contact: {id}
ast: Nun pue atopase'l contautu: {id}
ca: El contacte no s'ha trobat: {id}
da: Kunne ikke finde kontakt: {id}
de_de: Der Kontakt {id} wurde nicht gefunden
el: Αδυναμία εύρεσης επαφής: {id}
eo: Ne troviĝis kontakto: {id}
es: No se puede encontrar el contacto: {id}
et_ee: Ei leia kontakti: {id}
fi_fi: Yhteystietoa ei löydy: {id}
fr: Impossible de trouver le contact : {id}
gl: Non foi posíbel atopar o contacto: {id}
it: Impossibile trovare il contatto: {id}
ja: 連絡先が見つかりませんでした: {id}
ko: 연락처를 찾을 수 없음: {id}
pt_pt: Não foi possível encontrar o contacto: {id}
ro: Nu s-a putut găsi contactul: {id}
sk_sk: Nemožno nájsť kontakt: {id}
tr: Kişi bulunamadı: {id}
zh_tw: 找不到聯絡人：{id}

source: Edit profile picture
ast: Editar imaxe de perfil.
ca: Edita la fotografia de perfil
da: Redigér profilbillede
de_de: Profilbild bearbeiten
el: Επεξεργασία εικόνας προφίλ
eo: Redakti profilbildon
es: Editar imagen de perfil.
et_ee: Muuda profiili pilti
fi_fi: Muokkaa profiilikuvaa
fr: Éditer l'image de profil
gl: Editar a imaxe do perfil
it: Modifica l'immagine del profilo
ja: プロフィール写真を編集
ko: 프로필 사진 편집
pt_pt: Editar a fotografia de perfil.
ro: Editare fotografie de profil
sk_sk: Upraviť profilový avatar
tr: Profil fotoğrafını düzenle
zh_tw: 編輯大頭貼照

source: Crop photo
ast: Recortar imaxe
ca: Talla la fotografia
da: Beskær billede
de_de: Foto zuschneiden
el: Περικοπή φωτογραφίας
eo: Stuci foton
es: Recortar imagen
et_ee: Lõika pilti
fi_fi: Rajaa valokuva
fr: Recadrer la photo
gl: Recortar a foto
it: Ritaglia foto
ja: フォトをトリミング
ko: 사진 자르기
pt_pt: Cortar foto
sk_sk: Orezať fotku
tr: Fotoğrafı kırp
zh_tw: 裁切相片

source: Error parsing date: {date}
ast: Fallu al analizar la data: {date}
ca: Error en processar la data: {date}
da: Fejl under læsning af dato: {date}
de_de: Fehler beim Analysieren des Datums: {date}
el: Σφάλμα κατά την ανάλυση της ημερομηνίας: {date}
es: Error al analizar la fecha: {date}
et_ee: Viga kuupäeva parsimisel: {date}
fr: Erreur lors de l'analyse de la date : {date}
gl: Produciuse un erro ao analizar a data: {date}
it: Errore durante l'elaborazione della data: {date}
ja: 日付の読み取りでエラー発生: {date}
ko: 날짜 처리 중 오류 발생: {date}
pt_pt: Erro ao processar data: {date}
sk_sk: Chyba pri parsovaní dátumu: {date}
tr: Tarih ayıklanırken hata: {date}
zh_tw: 錯誤的解析日期:{date}

source: # groups
ast: # grupos
ca: # grups
da: # grupper
de_de: # Gruppen
el: # ομάδων
eo: # grupoj
es: # grupos
et_ee: # grupid
fr: # groupes
gl: Núm. grupos
it: # gruppi
ja: グループ数
ko: 그룹 수
pt_pt: # grupos
ro: # grupuri
sk_sk: # skupiny
tr: # gruplar

source: Error parsing birthday {bday}
ast: Fallu al analizar la data de nacencia {bday}
ca: Error en processar l'aniversari {bday}
da: Fejl ved indlæsning af fødselsdag {bday}
de_de: Fehler beim Analysieren des Geburtstages {bday}
el: Σφάλμα κατά την ανάλυση των γενεθλίων {bday}
es: Error al analizar la fecha de nacimiento {bday}
et_ee: Viga sünnipäeva lugemisel {bday}
fr: Erreur lors de l’analyse de l’anniversaire {bday}
gl: Produciuse un erro ao analizar o aniversario {bday}
it: Errore durante l'elaborazione della data di nascita {bday}
ja: 誕生日 {bday} の解析エラー
pt_pt: Erro ao analisar aniversário {bday}
sk_sk: Chyba parsovania narodenín {bday}
tr: {bday} doğum günü ayıklanırken hata
zh_tw: 解析生日 {bday} 時發生錯誤

source: The backend does not support multi-byte characters.
ast: El backend nun permite caráuteres multi-byte.
ca: El backend no admet caràcters multi-byte.
da: Backenden understøtter ikke multi-byte karakterer
de_de: Das Backend unterstüzt keine Multibyte-Zeichen.
el: Το σύστημα δεν υποστηρίζει χαρακτήρες πολλών byte
es: El backend no Soporta caracteres multi-byte.
et_ee: Tagarakend ei toeta mitme baidilisi sümboleid.
fr: L'infrastructure ne supporte pas les caractères multi-octets.
gl: A infraestrutura non admite caracteres multi-byte.
it: Il motore non supporta i caratteri multi-byte.
ja: バックエンドはマルチバイト文字列をサポートしていません。
pt_pt: A base de dados não permite a programação em todas as codificações
sk_sk: Úložisko nepodporuje viacbajtové znaky.
tr: Arka uç, çok baytlı karakterleri desteklemiyor.

source: Some contacts are marked for deletion, but not deleted yet. Please wait for them to be deleted.
ast: Dellos contautos tán marcaos pa desaniciar, pero entá nun se desaniciaron. Por favor, espere a que se desanicien.
ca: Heu marcat eliminar alguns contactes, però encara no s'han eliminat. Espereu mentre s'esborren.
da: Nogle kontakter er markeret til sletning, men er endnu ikke slettet. Vent venligst på, at de bliver slettet.
de_de: Einige zum Löschen vorgemerkte Kontakte wurden noch nicht gelöscht. Bitte warten.
el: Κάποιες επαφές σημειώθηκαν προς διαγραφή αλλά δεν έχουν διαγραφεί ακόμα. Παρακαλώ περιμένετε μέχρι να διαγραφούν.
eo: Iuj kontaktoj estas markitaj por forigo, sed ankoraŭ ne forigitaj. Bonvolu atendi ĝis ili foriĝos.
es: Algunos contactos están marcados para su eliminación, pero no eliminados todavía. Por favor, espere a que sean eliminados.
et_ee: Mõned kontaktid on märgitud kustutamiseks, aga pole veel kustutatud. Palun oota, kuni need kustutatakse.
fi_fi: Jotkin yhteystiedot on merkitty poistettaviksi, mutta niitä ei ole vielä poistettu. Odota hetki, että kyseiset yhteystiedot poistetaan.
fr: Certains contacts sont marqués pour être supprimés, mais ne le sont pas encore. Veuillez attendre que l'opération se termine.
gl: Algúns contactos están marcados para seren eliminados máis aínda non se eliminaron. Agarde a que se eliminen.
it: Alcuni contatti sono marcati per l'eliminazione, ma non sono stati ancora rimossi. Attendi fino al completamento dell'operazione.
ja: 一部の連絡先が削除対象としてマークされていますが、まだ削除されていません。削除されるまでお待ちください。
ko: 일부 연락처가 삭제할 것으로 표시되었으나 아직 삭제되지 않았습니다. 삭제가 끝날 때까지 기다려 주십시오.
pt_pt: Alguns contactos forma marcados para apagar, mas ainda não foram apagados. Por favor espere que ele sejam apagados.
ro: Anumite contacte sunt selectate pentru ştergere, dar încă nu au fost şterse. Va rugam aşteptaţi ştergerea lor
sk_sk: Počkajte prosím do skončenia mazania kontaktov označených na mazanie.
tr: Bazı kişiler silinmek için işaretlendi, ancak hala silinmedi. Lütfen silinmeleri için bekleyin.
zh_tw: 有一些聯絡人被標記為將刪除但是尚未刪除，稍等一下就會刪除了。

source: Click to undo deletion of {num} contacts
ast: Calca pa desfacer el desaniciu de {num} contautos
ca: Feu clic a desfés eliminació de {num} contactes
da: Klik for at fortryde sletning af {num} kontakter
de_de: Klicken Sie hier um das Löschen von {num} Kontakten rückgängig zu machen
el: Επιλέξτε για να αναιρέσετε τη διαγραφή {num} επαφών
eo: Klaku por malfari forigon de {num} kontaktoj
es: Pulse para deshacer la eliminación de {num} contactos
et_ee: Kliki, et tühistada {num} kontakti kustutamine
fr: Cliquer pour annuler la suppression de {num} contacts
gl: Prema para desfacer a eliminación de {num} contactos
it: Un clic per annullare l'eliminazione di {num} contatti
ja: クリックして {num} 個の連絡先の削除を取り消す
ko: 연락처 {num}명 삭제를 취소하려면 누르십시오
pt_pt: Clique para desfazer a eliminar de {num} contactos
sk_sk: Kliknite pre zrušenie operácie zmazania {num} kontaktov.
tr: {num} kişinin silinmesini geri almak için tıklayın
zh_tw: 點一下來復原刪除 {num} 個聯絡人

source: Cancelled deletion of {num} contacts
ast: Encaboxáu'l desaniciu de {num} contautos
ca: Cancel·la l'eliminació de {num} contactes
da: annullerede sletning af {num} kontakter
de_de: Die Löschung von {num} Kontakten wurde abgebrochen
el: Αναιρέθηκε η διαγραφή {num} επαφών
eo: Nuliĝis forigo de {num} kontaktoj
es: Cancelada la eliminación de {num} contactos
et_ee: Tühistatud {num} kontakti kustutamine
fr: Suppression annulée pour {num} contacts
gl: Cancelada a eliminación de {num} contactos
it: Eliminazione di {num} contatti annullata
ja: {num}件の連絡先の削除がキャンセルされました
ko: 연락처 {num}명 삭제가 취소됨
pt_pt: Cancelada a eliminação de {num} contactos
sk_sk: Zrušené vymazanie {num} kontaktov
tr: {num} kişinin silinmesi iptal edildi
zh_tw: 取消 {num} 個聯絡人的刪除動作

source: Add
ast: Amestar
ca: Afegeix
da: Tilføj
de_de: Hinzufügen
el: Προσθήκη
eo: Aldoni
es: Añadir
et_ee: Lisa
fi_fi: Lisää
fr: Ajouter
gl: Engadir
it: Aggiungi
ja: 追加
ko: 추가
pt_pt: Adicionar
ro: Adaugă
sk_sk: Pridať
tr: Ekle
zh_tw: 增加

source: Contact is already in this group.
ast: El contautu yá ta nesti grupu.
ca: El contacte ja és en aquest grup.
da: Kontaktperson er allerede i denne gruppe.
de_de: Kontakt ist schon in der Gruppe.
el: Η επαφή είναι ήδη σε αυτήν την ομάδα.
eo: La kontakto jam estas en ĉi tiu grupo.
es: El contacto ya se encuentra en este grupo.
et_ee: Kontakt juba on selles grupis.
fi_fi: Yhteystieto on jo tässä ryhmässä.
fr: Ce contact est déjà présent dans le groupe.
gl: O contacto xa está neste grupo.
it: Il contatto è già in questo gruppo.
ja: 連絡先はすでにこのグループに存在します。
ko: 연락처가 이미 이 그룹에 있습니다.
pt_pt: O contacto já está neste grupo.
ro: Contactul exista deja în acest grup
sk_sk: Kontakt sa už nachádza v danej skupine.
tr: Kişi zaten bu grupta.
zh_tw: 該聯絡人已在此群組中。

source: Contacts are already in this group.
ast: Los contautos yá s'alcuentren nesti grupu.
ca: Els contactes ja són en aquest grup
da: Kontakterpersoner er allerede i denne gruppe.
de_de: Kontakte sind schon in der Gruppe.
el: Οι επαφές είναι ήδη σε αυτήν την ομάδα.
eo: La kontaktoj jam estas en ĉi tiu grupo.
es: Los contactos ya se encuentran es este grupo.
et_ee: Kontaktid juba on selles grupis.
fi_fi: Yhteystiedot ovat jo tässä ryhmässä.
fr: Ces contacts sont déjà présents dans le groupe.
gl: Os contactos xa están neste grupo.
it: I contatti sono già in questo gruppo.
ja: 連絡先はすでにこのグループに存在します。
ko: 연락처가 이미 이 그룹에 있습니다.
pt_pt: Os contactos já estão neste grupo
ro: Contactele sunt deja în acest grup.
sk_sk: Kontakty sa už nachádzajú v danej skupine.
tr: Kişiler zaten bu gruptalar.
zh_tw: 聯絡人皆已在此群組中。

source: Couldn't get contact list.
ast: Nun pudo obtenese la llista de contautos.
ca: No s'ha pogut obtenir la llista de contactes.
da: Kunne ikke hente liste over kontaktpersoner.
de_de: Kontaktliste konnte nicht ermittelt werden.
el: Αδυναμία λήψης λίστας επαφών.
eo: Ne eblis ekhavi kontaktoliston.
es: No se pudo obtener la lista de contactos.
et_ee: Kontaktide nimekirja hankimine ebaõnnestus.
fr: Impossible d'obtenir la liste des contacts.
gl: Non é posíbel obter a lista de contactos.
it: Impossibile ottenere l'elenco dei contatti.
ja: 連絡先リストを取得できませんでした。
ko: 연락처 목록을 가져올 수 없습니다.
pt_pt: Não foi possível ler a lista de contactos
ro: Nu se poate obţine lista de contacte .
sk_sk: Nemožno získať zoznam kontaktov.
tr: Kişi listesi alınamadı.
zh_tw: 無法取得聯絡人清單。

source: Contact is not in this group.
ast: El contautu nun s'alcuentra nesti grupu.
ca: El contacte no és en aquest grup.
da: Kontaktperson er ikke i denne gruppe.
de_de: Kontakt ist nicht in der Gruppe.
el: Η επαφή δεν είναι σε αυτή την ομάδα.
eo: La kontakto ne estas en ĉi tiu grupo.
es: El contacto no se encuentra en este grupo.
et_ee: Kontakt pole selles grupis.
fi_fi: Yhteystieto ei ole tässä ryhmässä.
fr: Ce contact n'est pas présent dans le groupe.
gl: O contacto non está neste grupo.
it: Il contatto non è in questo gruppo.
ja: 連絡先はこのグループに存在しません。
ko: 연락처가 이 그룹에 없습니다.
pt_pt: O contacto não está neste grupo
ro: Contactul nu se afla în acest grup .
sk_sk: Kontakt nie je v danej skupine.
tr: Kişi bu grupta değil.
zh_tw: 聯絡人不在此群組中。

source: Contacts are not in this group.
ast: Los contautos nun s'alcuentren nesti grupu.
ca: Els contactes no són en aquest grup.
da: Kontakterpersoner er ikke i denne gruppe.
de_de: Kontakte sind nicht in der Gruppe.
el: Οι επαφές δεν είναι σε αυτήν την ομάδα.
eo: La kontaktoj ne estas en ĉi tiu grupo.
es: Los contactos no se encuentran en este grupo.
et_ee: Kontaktid pole selles grupis.
fi_fi: Yhteystiedot eivät ole tässä ryhmässä.
fr: Ces contacts ne sont pas présents dans le groupe.
gl: Os contactos non están neste grupo.
it: I contatti non sono in questo gruppo.
ja: 連絡先はこのグループに存在しません。
ko: 연락처가 이 그룹에 없습니다.
pt_pt: Os contactos não estão neste grupo
ro: Contactele nu se afla în acest grup .
sk_sk: Kontakty nie sú v danej skupine.
tr: Kişiler bu grupta değiller.
zh_tw: 聯絡人皆不在此群組中。

source: A group named "{group}" already exists
ast: Yá esiste un grupu denomáu "{group}"
ca: Ja hi ha un grup amb el nom "{group}"
da: En gruppe ved navnet "{group}", eksisterer allerede
de_de: Eine Gruppe namens "{group}" existiert bereits
el: Μια ομάδα με το όνομα "{group}" υπάρχει ήδη
eo: Grupo nomata “{group}” jam ekzistas
es: Ya existe un grupo llamado "{group}"
et_ee: Grupp nimega "{group}" on juba olemas
fi_fi: Ryhmä nimeltä "{group}" on jo olemassa
fr: Un groupe nommé {group} existe déjà
gl: O grupo nomeado «{group}» xa existe
it: Un gruppo con nome "{group}" esiste già
ja: "{group}" のグループはすでに存在します
pt_pt: Um grupo chamado "{group}" já existe
sk_sk: Skupina pomenovaná ako "{group}" už existuje
tr: "{group}" isimli bir grup zaten mevcut
zh_tw: 群組 "{group}" 已存在

source: Failed renaming group: {error}
ast: Fallu renomando'l grupu: {error}
ca: Ha fallat en canviar el nom del grup: {error}
da: Kunne ikke omdøbe gruppe: {error}
de_de: Das Umbenennen der Gruppe ist fehlgeschlagen: {error}
el: Σφάλμα μετονομασίας της ομάδας: {error}
eo: Malsukcesis alinomigo de grupo: {error}
es: Error renombrando el grupo: {error}
et_ee: Grupi ümber nimetamine ebaõnnestus: {error}
fi_fi: Ryhmän nimen muuttaminen epäonnistui: {error}
fr: Échec du renommage du groupe : {error}
gl: Non foi posíbel renomear o grupo: {error}
it: Rinomina gruppo non riuscita: {error}
ja: グループの名前の変更に失敗: {error}
ko: 그룹 이름 변경 오류: {error}
pt_pt: Erro ao tentar renomear o grupo: {error}
sk_sk: Chyba pri premenovávaní skupiny: {error}
tr: Grup adını değiştirme başarısız: {error}
zh_tw: 重新命名群組失敗：{error}

source: You can drag groups to arrange them as you like.
ast: Pue arrastrar grupos pa allugalos como quieras.
ca: Podeu arrossegar grups per organitzar-los com volgueu.
da: Du kan trække grupper til⏎ arrangér dem som du vil.
de_de: Per "Drag & Drop" können Sie Gruppen nach Ihren Wünschen anordnen.
el: Μπορείτε να σύρετε τις ομάδες για να τις τακτοποιήσετε όπως θέλετε.
es: Puedes arrastrar grupos para colocarlos como usted quiera.
et_ee: Pukseeri gruppe märgile ⏎ sobivamaks reastuseks
fi_fi: Voit raahata ryhmiä järjestääksesi ne haluamallasi tavalla.
fr: Vous pouvez faire glisser les groupess pour les réorganiser comme bon vous semble.
gl: Pode arrastrar grupos para organizalos como desexe.
it: Puoi trascinare i gruppi per organizzarli come preferisci.
ja: グループをドラックすることで好きな ように並べ替えることができます。
ko: 그룹을 드래그하여 순서를 변경할 수 있습니다.
pt_pt: Pode arrastar grupos para colocá-los como desejar.
sk_sk: Môžete presúvať skupiny pre jednoduché zoradenie podľa vašich potrieb.
tr: Grupları sürükleyerek istediğiniz gibi düzenleyebilirsiniz.
zh_tw: 你可以拖曳群組以你喜歡的方式排列。

source: Failed adding group: {error}
ast: Fallu amestando'l grupu: {error}
ca: Ha fallat en afegir el grup: {error}
da: Kunne ikke tilføje gruppe: {error}
de_de: Fehler beim Hinzufügen einer Gruppe: {error}
el: Σφάλμα προσθήκης της ομάδας: {error}
eo: Malsukcesis aldono de grupo: {error}
es: Error añadiendo el grupo: {error}
et_ee: Grupi lisamine ebaõnnestus: {error}
fi_fi: Virhe ryhmää lisätessä: {error}
fr: Echec de l'ajout du groupe : {error}
gl: Non foi posíbel engadir o grupo: {error}
it: Aggiunta gruppo non riuscita: {error}
ja: グループの追加に失敗: {error}
ko: 그룹 추가 오류: {error}
pt_pt: Erro ao adicionar o grupo: {error}
sk_sk: Pridanie skupiny sa nepodarilo: {error}
tr: Grup ekleme başarısız: {error}
zh_tw: 加入群組失敗：{error}

source: All
ast: Toos
ca: Tots
da: Alle
de_de: Alle
el: Όλες
eo: Ĉio
es: Todos
et_ee: Kõik
fi_fi: Kaikki
fr: Tous
gl: Todo
it: Tutti
ja: すべて
ko: 모두
pt_pt: Todos
ro: Toate
sk_sk: Všetky
tr: Tümü
zh_tw: 所有

source: Favorites
ast: Favoritos
ca: Preferits
da: Foretrukne
de_de: Favoriten
el: Αγαπημένες
eo: Favoratoj
es: Favoritos
et_ee: Lemmikud
fi_fi: Suosikit
fr: Favoris
gl: Favoritos
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt_pt: Favoritos
ro: Favorite
sk_sk: Obľúbené
tr: Sık Kullanılanlar
zh_tw: 最愛

source: Shared by {owner}
ast: Compartíu por {owner}
ca: Compartits per {owner}
da: Delt af {owner}
de_de: Geteilt von {owner}
el: Διαμοιράστηκε από τον {owner}
eo: Kunhavigita de {owner}
es: Compartido por {owner}
et_ee: Jagas {owner}
fi_fi: Jakanut {owner}
fr: Partagé par {owner}
gl: Compartido por {owner}
it: Condiviso da {owner}
ja: {owner} と共有中
ko: {owner} 님이 공유함
pt_pt: Partilhado por {owner}
sk_sk: Zdieľa {owner}
tr: {owner} tarafından paylaşılmış
zh_tw: 由 {owner} 分享

source: Not grouped
ast: Non agrupáu
ca: Sense grup
da: Ikke i gruppe
de_de: Nicht gruppiert
el: Οχι ομαδοποιημένα
eo: Ne grupigita
es: No agrupado
et_ee: Pole grupeeritud
fi_fi: Ei ryhmitelty
fr: Non groupé
gl: Sen agrupar
it: Non raggruppati
ja: グループ化されていません
ko: 그룹에 없음
pt_pt: Não agrupados
ro: Negrupate
sk_sk: Bez skupiny
tr: Gruplanmamış
zh_tw: 不在群組裡

source: Failed loading groups: {error}
ast: Fallu cargando grupos: {error}
ca: Ha fallat en carregar grups: {error}
da: Kunne ikke hente grupper: {error}
de_de: Das Laden der Gruppen ist fehlgeschlagen: {error}
el: Σφάλμα φόρτωσης της ομάδας: {error}
eo: Malsukcesis ŝargo de grupoj: {error}
es: Error cargando grupos: {error}
et_ee: Gruppide laadimine ebaõnnestus: {error}
fi_fi: Ryhmien lataaminen epäonnistui: {error}
fr: Échec lors du chargement des groupes : {error}
gl: Non foi posíbel cargar os grupos: {error}
it: Caricamento gruppi non riuscito: {error}
ja: グループの読み込みに失敗: {error}
ko: 그룹 불러오기 오류: {error}
pt_pt: Erro ao carregar grupos: {error}
sk_sk: Načítanie skupín sa nepodarilo: {error}
tr: Grupları yükleme başarısız: {error}
zh_tw: 載入群組失敗：{error}

source: Please choose the addressbook
ast: Por favor, esbilla una llibreta de direiciones
ca: Escolliu la llibreta d'adreces
da: Vælg venligst adressebog
de_de: Bitte Adressbuch auswählen
el: Παρακαλώ επιλέξτε το βιβλίο διευθύνσεων
eo: Bonvolu elekti adresaron
es: Por favor, escoja una libreta de direcciones
et_ee: Palun vali aadressiraamat
fi_fi: Valitse osoitekirja
fr: Veuillez choisir le carnet d'adresses
gl: Escolla o caderno de enderezos
it: Scegli la rubrica
ja: アドレス帳を選択してください
ko: 주소록을 선택하십시오
pt_pt: Por favor seleccione o livro de endereços
ro: Va rugam alegeţi agenda
sk_sk: Prosím zvolte adresár
tr: Lütfen adres defterini seçin
zh_tw: 請選擇通訊錄

source: Import into...
ast: Importando en...
ca: Importa a...
da: Importér til...
de_de: Importiere nach...
el: Εισαγωγή σε...
eo: Enporti en...
es: Importando en...
et_ee: Impordi ...
fi_fi: Tuo..
fr: Importer dans...
gl: Importar en...
it: Importa in...
ja: インポート ...
ko: 다음으로 가져오기...
pt_pt: Importar para...
ro: Importa în ...
sk_sk: Import z...
tr: Şuraya aktar...
zh_tw: 匯入至…

source: Error loading import template
ast: Fallu cargando la plantía a importar
ca: Error en carregar la plantilla d'importació
da: Fejl ved hentning af importskabelon
de_de: Importvorlage konnte nicht geladen werden
el: Σφάλμα φόρτωσης προτύπου
eo: Eraris ŝargo de enporta ŝablono
es: Error cargando la plantilla a importar
et_ee: Viga impordi malli laadimisel
fi_fi: Virhe ladattaessa tuontipohjaa
fr: Erreur de chargement du modèle d'importation
gl: Produciuse un erro ao cargar o modelo de importación
it: Errore durante il caricamento del modello di importazione
ja: インポートのテンプレートの読み込みエラー
ko: 가져오기 템플릿 불러오기 오류
pt_pt: Erro ao importar o template
sk_sk: Chyba pri nahrávaní šablóny importu
tr: İçe aktarım şablonu yüklenirken hata
zh_tw: 載入匯入樣板時發生錯誤

source: Import contacts
ast: Importar contautos
ca: Importa contactes
da: Importer kontakter
de_de: Kontakte werden importiert
el: Εισαγωγή επαφών
eo: Enporti kontaktojn
es: Importar contactos
et_ee: Impordi kontaktid
fi_fi: Tuo yhteystiedot
fr: Importer les contacts
gl: Importar contactos
it: Importa contatti
ja: 連絡先をインポート
ko: 연락처 가져오기
pt_pt: Importar contactos
ro: Importaţi contacte
sk_sk: Importovať kontakty
tr: Kişileri içe aktar
zh_tw: 匯入聯絡人

source: Import
ast: Importar
ca: Importa
da: Importer
de_de: Importieren
el: Εισαγωγή
eo: Enporti
es: Importar
et_ee: Impordi
fi_fi: Tuo
fr: Importer
gl: Importar
it: Importa
ja: インポート
ko: 가져오기
pt_pt: Importar
ro: Importă
tr: İçe aktar
zh_tw: 匯入

source: Importing...
ast: Importando...
ca: Important...
da: Importerer...
de_de: Importiere...
el: Γίνεται εισαγωγή...
eo: Enportante...
es: Importando...
et_ee: Importimine...
fi_fi: Tuodaan...
fr: Import en cours…
gl: Importando...
it: Importazione in corso...
ja: インポート中...
ko: 가져오는 중...
pt_pt: A importar...
ro: Se importa
sk_sk: Importujem...
tr: İçeri aktarılıyor...
zh_tw: 匯入中…

source: Import done
ast: Importación fecha
ca: S'ha importat
da: Import fuldført
de_de: Import ausgeführt
el: Η εισαγωγή ολοκληρώθηκε
eo: Enporto plenumiĝis
es: Importación realizada
et_ee: Importimine on tehtud
fi_fi: Tuonti valmis
fr: Fichiers importés
gl: Importación realizada
it: Importazione completata
ja: インポート完了
ko: 가져오기 완료
pt_pt: Importação terminada
ro: Import realizat
sk_sk: Import ukončený
tr: İçe aktarma tamamlandı
zh_tw: 匯入完成

source: Close
ast: Zarrar
ca: Tanca
da: Luk
de_de: Schließen
el: Κλείσιμο
eo: Fermi
es: Cerrar
et_ee: Sulge
fi_fi: Sulje
fr: Fermer
gl: Pechar
it: Chiudi
ja: 閉じる
ko: 닫기
pt_pt: Fechar
ro: Închide
sk_sk: Zavrieť
tr: Kapat
zh_tw: 關閉

source: Error, missing parameters:
ast: Fallu, falten parámetros:
ca: Error, falten paràmetres:
da: Fejl, mangler parametre:
de_de: Fehler, fehlende Parameter:
el: Σφάλμα, ελλιπείς παράμετροι:
es: Error, parámetros faltantes:
et_ee: Viga, puuduvad parameetrid:
fi_fi: Virhe, puuttuvat parametrit:
fr: Erreur, paramètre manquant:
gl: Erro, faltan os parámetros:
it: Errore, parametro mancante:
ja: エラー、パラメータが不足しています:
pt_pt: Erro, parâmetros em falta:
sk_sk: Chyba, chýbajúce parametre:
tr: Hata, eksik parametreler:
